Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblStandingInstructionID
source: Standing Instruction ID
fr: Code de l'instruction permanente
ru: Постоянная инструкция ID

# lblStandingInstructionStatus
source: Standing Instruction Status
fr: Statut de l'instruction permanente
ru: Постоянная инструкция статус

# lblStartDate
source: Start Date
fr: Date Début
ru: Дата начала

# lblStatementOnline
source: Statement Online
fr: Rapport en ligne
ru: Заявление Интернет

# lblStatus
source: Status
fr: État
ru: Статус

# lblStatusDate
source: Status Date
fr: Date de l'état
ru: Состояние Дата

# lblStatusReason
source: Status Reasons
fr: Motif de l'état
ru: Статус Основания

# lblStopPayment
source: Stop Payment
fr: Opposition Paiement
ru: Остановка платежей

# lblStopPaymentDate
source: Stop Payment Date
fr: Date Opposition
ru: Стоп день оплаты

# lblStopPaymentReason
source: Stop Payment Reason
fr: Motif Opposition
ru: Стоп оплаты причине

# lblStoppedBy
source: Stopped By
fr: Arrêter par
ru: Остановлена

# lblStoppedOn
source: Stopped On
fr: Arrêter le
ru: Остановился на

# lblStoppedReason
source: Stopped Reason
fr: Motif Opposition
ru: Причина остановлены

# lblSubAccountID
source: Sub Account Number
fr: N° du Sous Compte
ru: Под идентификатора учетной

# lblSubClassID
source: Sub Class ID
fr: Code Sous Classe
ru: Под идентификатор класса

# lblSubCode
source: Sub Code
fr: Sous Code
ru: Под кодекс

# lblSubCodeID
source: Sub Code ID
fr: ID Sous Code

# lblSubGroupID
source: Sub Group ID
fr: Code Sous Group
ru: Под ID группы

# lblSubject
source: Subject
fr: Sujet
ru: Тема

# lblSubscriptionDate
source: Subscription Date
fr: Date d'enregistrement
ru: Подписка Дата

# lblSubscriptionFrequency
source: Subscription Frequency
fr: Frequence d'enregistrement
ru: Подписка Частота

# lblSuccessfulTrxID
source: Successful Trx. ID
fr: N° d'opération réussie
ru: Успешные Trx. ID

# lblSunday
source: Sunday
fr: Dimanche
ru: Воскресенье

# lblSupervisedBy
source: Supervised By
fr: Supervisé par
ru: Под наблюдением

# lblSupervisedOn
source: Supervised On
fr: Supervisés le
ru: Контролируется на

# lblSuperviserID
source: Supervisor ID
fr: ID du superviseur
ru: Руководитель ID

# lblSupervision
source: Supervision Rights
fr: Droits de supervision
ru: Надзор человека

# lblSupervisorPasswordVerification
source: Supervisor Password Verification
fr: Vérification du mot de passe du superviseur
ru: Руководитель проверки пароля

# lblSWA
source: Slab Wise Amount
fr: Intervalle du montant
ru: Слябовая мудрым сумму

# lblSwapOrder
source: Swap Order
fr: Orde de permutation
ru: Порядок подключения

# lblSWIFTCode
source: SWIFT Code
fr: Code SWIFT
ru: Код SWIFT

# lblSystemClass
source: System Class
fr: Classe du système
ru: Системы класса

# lblSystemDate
source: System Date
fr: Date du système
ru: Системной даты

# lblTariffID
source: Tariff ID
fr: Code de tarif
ru: Тариф ID

# lblTax
source: Tax
fr: Taxe
ru: Налог

# lblTaxAmount
source: Tax Amount
fr: Montant de taxe
ru: Налоговая Сумма

# lblTaxCapitalized
source: Tax Capitalized
fr: Taxe capitalisé
ru: Налоговые Капитализированные

# lblTaxCollected
source: Tax Collected
fr: Taxe Perçue
ru: Налоговые Собранные

# lblTaxExemptionAmount
source: Tax Exemption Amount
fr: Montant d'exonération de taxe
ru: Освобождение от уплаты налога Сумма

# lblTaxID
source: Tax ID
fr: Code de taxe
ru: ИНН

# lblTaxMaintenance
source: Tax Maintenance
fr: Gestion de taxe
ru: Налоговые обслуживание

# lblTaxOnTrxAmount
source: Tax On Trx. Amount
fr: Taxe sur le montant d'opération
ru: Налог на Trx. Сумма

# lblTaxPayable
source: Tax Payable
fr: Taxe à payer
ru: По налогу

# lblTaxRule
source: Tax Rule
fr: Règle de taxes
ru: Правило налогообложения

# lblTaxType
source: Tax Type
fr: Type de taxe
ru: Налоговые Тип

# lblTD
source: Transaction Details
fr: Détails des opérations
ru: Детали сделки

# lblTelephoneNo
source: Telephone No
fr: N° de téléphone
ru: Телефон Нет

# lblTempClientID
source: Temp Customer ID
fr: Code du modèle du client
ru: Темп Идентификатор клиента

# lblTemplateFileName
source: Template File Name
fr: Nom du fichier du modèle
ru: Шаблон имени файла

# lblTemplateType
source: Template Type
fr: Type de modèle
ru: Шаблон Тип

# lblTerm
source: Term
fr: Durée
ru: Срок

# lblTermExcludesGracePeriod
source: Term Excludes Grace Period
fr: Durée exclut les périodes de grâce

# lblTermFrom
source: Term From
fr: Durée à partir du
ru: Срок от

# lblTerminalRestrictions
source: Terminal Restrictions
fr: Restrictions du terminal
ru: Терминал Ограничения

# lblTermIncludesGracePeriod
source: Term Includes Grace Period
fr: Durée inclut les périodes de différé
ru: Срок включает в себя льготный период

# lblTermPeriod
source: Term Period
fr: Durée de périodes
ru: Срок Период

# lblTerms
source: Terms
fr: Durée
ru: Условия

# lblTermTo
source: Term To
fr: Durée jusqu'à
ru: Термин

# lblTermType
source: Term Type
fr: Type de durée
ru: Срок Тип

# lblTGSC
source: Total Group Scheme Collection
fr: Plan de recouvrement du groupe total
ru: Общая схема сбора группы

# lblThursday
source: Thursday
fr: Jeudi
ru: Четверг

# lblTill
source: Till
fr: Caisse
ru: До

# lblTillCurrencyMaintenance
source: Till Currency Maintenance
fr: Gestion de devise de la caisse
ru: До валюте Обслуживание

# lblTillID
source: Till ID
fr: Code de la caisse
ru: До ID

# lblTillMaintenance
source: Till Maintenance
fr: Gestion de la caisse
ru: До обслуживание

# lblTillName
source: Till Name
fr: Nom de la caisse
ru: До Имя

# lblTimeZoneDiff
source: Time Zone Diff.
fr: Différence du fuseau horaire
ru: Часовой пояс сравнения.

# lblTitle
source: Title
fr: Civilité
ru: Название

# lblTo
source: To
fr: À
ru: В

# lblToAmount
source: To Amount
fr: Jusqu au montant
ru: Для Сумма

# lblToBranchID
source: To Branch ID
fr: Au code l' agence
ru: Для филиала ID

# lblToCurrency
source: To Currency
fr: À la devise
ru: ВАЛЮТ

# lblToDate
source: To Date
fr: À la date
ru: Чтобы Дата

# lblTODDate
source: TOD Date
fr: Date de la durée du découvert
ru: Дата TOD

# lblToDisbDate
source: To Disb.Date
fr: Jusqu'à la date du décaissement
ru: Для Disb.Date

# lblTODLimitAmount
source: TOD Limit Amount
fr: Montant du plafond de la durée du découvert
ru: TOD лимита

# lblTODRate
source: TOD Rate ID
fr: Code du taux de la durée du découvert
ru: TOD ставка ID

# lblTODTypeID
source: TOD Type
fr: Type de la durée du découvert
ru: TOD Тип

# lblToGroupID
source: To Group ID
fr: Au code du groupe
ru: Чтобы ID группы

# lblToProductID
source: To Product ID
fr: Au code du produit
ru: Чтобы Product ID

# lblTotalAdvancePaid
source: Total Advance Paid
fr: Total des prêts payés
ru: Всего заранее выплатили

# lblTotalAdvances
source: Total Advances
fr: Total des prêts
ru: Всего Достижения

# lblTotalAllocated
source: Total Allocated
fr: Total des répartitions
ru: Общий объем выделенной

# lblTotalAmount
source: Total Amount
fr: Montant total
ru: Общая сумма

# lblTotalApportionedValue
source: Total Apportioned Value
fr: Total des Valeurs réparties
ru: Общая стоимость распределенной

# lblTotalAssetsoftheHousehold
source: Total Assets of the Household
fr: Total des actifs du ménage
ru: Совокупные активы домашних хозяйств

# lblTotalBalance
source: Total Balance
fr: Total des soldes
ru: Общий баланс

# lblTotalCashCredit
source: Total Cash Credit
fr: Total des versements en espèce
ru: Общая сумма наличных средств кредитных

# lblTotalCashDebit
source: Total Cash Debit
fr: Total des retraits en espèce
ru: Общая сумма наличных средств Дебет

# lblTotalCollateral
source: Total Collateral
fr: Garantie total
ru: Общий объем кредита

# lblTotalCredit
source: Total Credit
fr: Total des crédits
ru: Общий объем кредитных

# lblTotalDebit
source: Total Debit
fr: Total des débits
ru: Всего Дебет

# lblTotalDeposits
source: Total Deposits
fr: Total des dépots
ru: Общий объем вкладов

# lblTotalExits
source: Total Exits
fr: Total de sorties
ru: Всего выходов

# lblTotalExpected
source: Total Expected
fr: Total prévu
ru: Всего Ожидаемые

# lblTotalExpenses
source: Total Expenses
fr: Total des dépenses
ru: Итого расходы

# lblTotalForfeitAmount
source: Total Forfeit Amount
fr: Total des montants forfaitaires
ru: Общая сумма неустойки

# lblTotalIncome
source: Total Income
fr: Revenu total
ru: ОБЩАЯ СУММА ПОСТУПЛЕНИЙ

# lblTotalInstallments
source: Total Installments
fr: Total des échéances
ru: Всего партий

# lblTotalInterest
source: Total Interest
fr: Total des intérêts
ru: Итого Проценты

# lblTotalInterestPaid
source: Total Interest Paid
fr: Total des intérêts payés
ru: Всего Проценты уплаченные

# lblTotalInterestPayable
source: Total Interest Payable
fr: Total des intérêts à payer
ru: Итого проценты к уплате

# lblTotalInterestReceivable
source: Total Interest Receivable
fr: Total des intérêts à recevoir
ru: Итого проценты к получению

# lblTotalInvoiceAmount
source: Total Invoice Amount
fr: Total des montants de facture
ru: Общая сумма счета-фактуры

# lblTotalLength
source: Total Length
fr: Longueur totale
ru: Общая протяженность

# lblTotalLimit
source: Total Limit
fr: Limite totale
ru: Всего Предельные

# lblTotalLoanACs
source: Total Loan A/Cs
fr: Total des comptes de prêt
ru: Общий объем займа / CS

# lblTotalLoanAmount
source: Total Loan Amount
fr: Total des montant de prêt
ru: Общая сумма кредита

# lblTotalLoanBalance
source: Total Loan Balance
fr: Total des soldes de prêt
ru: Общий остаток займа

# lblTotalMembers
source: Total Members
fr: Total des membres
ru: Всего участников

# lblTotalNonFundAdvances
source: Total Non-Fund Advances
fr: Total des prêts non financés
ru: Всего неприсоединения Фонда авансы

# lblTotalNoOfCheques
source: Total No. of Cheques
fr: Nombre total de chèques
ru: Общее число чеков

# lblTotalPayable
source: Total Payable
fr: Total des effets à payer
ru: Всего к оплате

# lblTotalPayments
source: Total Payments
fr: Total des paiements
ru: Всего Платежи

# lblTotalPolicyAmount
source: Total Policy Amount
fr: Montant de la politique totale
ru: Общая сумма политики

# lblTotalPortfolio
source: Total Portfolio
fr: Total Portefeuille
ru: Всего Портфолио

# lblTotalPremium
source: Total Premium
fr: Total Prime
ru: Всего Premium

# lblTotalPrincipal
source: Total Principal
fr: Total de Capital
ru: Всего высший

# lblTotalRecieved
source: Total Received
fr: Total reçu
ru: Всего в редакцию

# lblTotalRecoverable
source: Total Recoverable
fr: Total des produits à recouvrer
ru: Всего Извлекаемые

# lblTotalRecovered
source: Total Recovered
fr: Total des produits recouvrés
ru: Всего Рекуперация

# lblTotalRecoveredAgainstForfeit
source: Total Recovered Against Forfeit
fr: Total récupéré contre les forfaits
ru: Всего Рекуперация против неустойки

# lblTotalSavingsAC
source: Total Savings A/Cs
fr: Total des comptes d'épargne
ru: Общая экономия / CS

# lblTotalSavingsBalance
source: Total Savings Balance
fr: Total des soldes d'épargne
ru: Общая экономия баланс

# lblTotalTODAmount
source: Total TOD Amount
fr: Montant total de la durée du découvert
ru: Общая сумма TOD

# lblTotalTransferCredit
source: Total Transfer Credit
fr: Total des transferts de crédit
ru: Всего передачи кредитных

# lblTotalTransferDebit
source: Total Transfer Debit
fr: Total des transferts de débit
ru: Всего передачи Дебет

# lblToTillID
source: To Till ID
fr: Au code de la caisse
ru: Чтобы до ID

# lblToYear
source: To Year
fr: À l'année
ru: В год

# lblTrackCharge
source: Track Charge
fr: Gestion de frais
ru: Track Зарядка

# lblTrackTariff
source: Track Tariff
fr: Gestion de tarif
ru: Track Тариф

# lblTransaction
source: Transaction
fr: Opération
ru: Сделка

# lblTransactionAmount
source: Transaction Amount
fr: Montant d'opération
ru: Сумма сделки

# lblTransactionAmount1
source: Transaction Amount 1.
fr: Montant 1 d'opération
ru: Сумма сделки 1.

# lblTransactionCategory
source: Transaction Category
fr: Catégorie d'opération
ru: Категория сделки

# lblTransactions
source: Transactions
fr: Opérations
ru: Сделки

# lblTransactionSerialID
source: Trx. Serial ID
fr: N° de série d'opération

# lblTransactionStatus
source: Transaction Status
fr: Statut d'opération
ru: Статус сделки

# lblTransactionType
source: Transaction Type
fr: Type d'opération
ru: Вид операции

# lblTransferCredits
source: Transfer Credits
fr: Transfert de crédit
ru: Передача Кредиты

# lblTransferCurrencyID
source: Transfer Currency ID
fr: Devise Transfert
ru: Передача валюте ID

# lblTransferDebits
source: Transfer Debits
fr: Débits de transfert
ru: Передача Вычеты

# lblTransferFrequency
source: Transfer Frequency
fr: Fréquence de transfert
ru: Частота передачи

# lblTransferInstruction
source: Transfer Instruction
fr: Instruction de transfert
ru: Передача Инструкция

# lblTransferringBranchID
source: Transferring Branch ID
fr: Code de l'agence de transfert
ru: Перевод филиала ID

# lblTrxCurrency
source: Transaction Currency
fr: Devise d'opération
ru: Валюта сделки

# lblTrxDescriptionsID
source: Transaction ID
fr: Code de description d'opération
ru: Идентификатор транзакции

# lblTuesday
source: Tuesday
fr: Mardi
ru: Вторник

# lblTypeID
source: Type ID
fr: Code de type
ru: Тип ID

# lblUI
source: User ID
fr: ID de l'utilisateur
ru: ID пользователя

# lblUnallocatedOnly
source: Unallocated Only
fr: Non réparti seulement
ru: Только Нераспределенные

# lblUnallocatedWithSameFundType
source: Unallocated With Same Fund Type
fr: Non réparti seulement avec le même type de fonds
ru: Нераспределенные Что же тип фонда

# lblUnclaimedAmount
source: Unclaimed Amount
fr: Montant non-revendiqué
ru: Невыбранные Сумма

# lblUnClearBalance
source: Unclear Balance
fr: Solde non encaissé:
ru: Неясные Баланс

# lblUnearnedInterest
source: Unearned Interest
fr: Intérêt non payé
ru: Unearned Проценты

# lblUnPosted
source: Un-Posted
fr: Non enregistré
ru: Снимите Добавлено

# lblUnsupervisedCredit
source: UnSupervised Credit
fr: Crédit non supervisé
ru: Кредит без присмотра

# lblUnSupervisedCredits
source: Un Supervised Credits
fr: Crédits non supervisés
ru: Un кредиты под контролем

# lblUnsupervisedDebit
source: Unsupervised Debit
fr: Débit non supervisé
ru: Неконтролируемого Дебет

# lblUnSupervisedDebits
source: Un Supervised Debits
fr: Débits non supervisés
ru: Un Руководил дебеты

# lblUpdatelanguage
source: Update Your Language
fr: Mettre à jour votre langue
ru: Обновить свой язык

# lblUpto
source: Upto
fr: Jusqu'à
ru: До

# lblUptoDate
source: Upto Date
fr: Jusqu'à la date
ru: Дата до

# lblUsedCollateralValue
source: Used Collateral Value
fr: Valeur de garantie utilisée
ru: Используется стоимости залога

# lblUsefulLinks
source: Other Useful Links:
fr: Autres liens utiles :
ru: Другие полезные ссылки:

# lblUser
source: User
fr: Utilisateur
ru: Пользователь

# lblUserRole
source: User Role
fr: Profil Utilisateur
ru: Роль пользователя

# lblUtilizationAmount
source: Utilization Amount
fr: Montant d'utilisation
ru: Использование Сумма

# lblUtilizationType
source: Utilization Type
fr: Type d'utilisation
ru: Использование Тип

# lblValidChequeDays
source: Validity Period for Cheque
fr: Période de validité pour le chèque
ru: Срок действия чеков

# lblValidFrom
source: Valid From
fr: Valide du
ru: Действует с

# lblValidTo
source: Valid To
fr: Valide Au
ru: Действительна для

# lblValuationDate
source: Valuation Date
fr: Date d'évaluation
ru: Дата оценки

# lblValue
source: Value
fr: Valeur
ru: Стоимость

# lblValueDate
source: Value Date
fr: Date
ru: Стоимость Дата

# lblValuedBy
source: Valued By
fr: Évalué par
ru: Ценятся

# lblvalueID
source: Value ID
fr: Code de la valeur
ru: Стоимость ID

# lblValueOfCurrency
source: Value of Currency
fr: Valeur la devise
ru: Ценность валюты

# lblValueType
source: Value Type
fr: Type de valeur
ru: Стоимость Тип

# lblValueTypeID
source: Value Type ID
fr: Code du type de valeur
ru: Значение типа ID

# lblVATatSource
source: VAT Deducted at Source
fr: TVA déduite à la source
ru: НДС вычитается на источник

# lblVendorID
source: Vendor ID
fr: ID du vendeur
ru: Поставщик ID

# lblVerifiedBy
source: Verified By
fr: Vérifié par
ru: Проверено

# lblVerifiedOn
source: Verified On
fr: Vérifié le
ru: Проверяться на

# lblVoucherCode
source: Voucher Code
fr: Code du bordereau
ru: Ваучер кодекс

# lblVoucherFormatType
source: Voucher Format Type
fr: Type de format de bordereau
ru: Ваучер формат типа

# lblVoucherTotal
source: Voucher Total
fr: Borderau total
ru: Ваучер Итого

# lblWaiveChanges
source: Waive Changes
fr: Renoncer aux changements
ru: Отказаться от изменения

# lblWaiveCharges
source: Waive Charges
fr: Renoncer aux frais
ru: Отказаться от сборов

# lblWebsite
source: WebSite
fr: Site Web

# lblWednesday
source: Wednesday
fr: Mercredi
ru: Среда

# lblWeekDay
source: Week Day
fr: Jour de semaine
ru: День недели

# lblWeeklyOff
source: Weekly Off
fr: Congé hebdomadaire
ru: Еженедельник Off

# lblWillBeExpired
source: Will Be Expired
fr: Seront expirés
ru: Будет истек

# lblWithdrawnDate
source: Withdrawn Date
fr: Date de retrait
ru: Снятый Дата

# lblWithdrawnReason
source: Withdrawn Reason
fr: Motif du retrait
ru: Снятый Разум

# lblWithinDays
source: Within (Days)
fr: Pendant (jours)
ru: В течение (дней)

# lblWorkflowStage
source: Workflow Stage
fr: Étape de déroulement
ru: Рабочий этап

# lblWorkFlowTypeID
source: WorkFlow Type ID
fr: Code du type de déroulement
ru: Тип рабочего ID

# lblWorkingDate
source: Working Date
fr: Date du système
ru: Рабочая Дата

# lblWorkingSince
source: Working Since
fr: Travaille depuis
ru: Рабочая С

# lblWorkPermitNo
source: Work Permit No
fr: Numéro du permis de travail
ru: Разрешение на работу нет

# lblWrittenDownValue
source: Written Down Value
fr: Valeur sur papier
ru: Записаны значения

# lblYear
source: Year(s)
fr: An(s)
ru: Год (ы)

# lblYes
source: Yes
fr: Oui
ru: Да

# lblZeroBalance
source: Zero Balance
fr: Solde nul
ru: Нулевой баланс

# lbNewlRoleName
source: New Role Name
fr: Nom du nouveau profil
ru: Новая роль имя

# lblTotalFund
source: Total Fund
fr: Fond total
ru: Общий фонд

# lblRepaidFund
source: Repaid Fund
fr: Fonds repayé
ru: Возвращенной фонд

# lblAllocatedFund
source: Allocated Fund
fr: Fonds Alloués
ru: Выделенные фонд

# lblAvailableFund
source: Available Fund
fr: Fonds disponibles
ru: Доступные фонд

# lblBRNetResource
source: BANTU Resource Maintenance
fr: Gestion des ressources de BANTU
ru: BRNET поддержание ресурса

# lblResourceTable
source: Resource Table
fr: Tableau de ressource
ru: Таблица ресурсов

# lblResourceType
source: Resource Type
fr: Type de ressource
ru: Тип ресурса

# lblGroupLoanCycleRequired
source: Group Loan Cycle Required
fr: Cycle de prêt de groupe requis
ru: Группа Цикл кредит обязательно

# lblTotalNetDisAmount
source: Total Net Dis.Amount
fr: Total des nets décaissés

# lblRecovery
source: Recovery
fr: Recouvrement
ru: Восстановление

# lblMaxLoanCycle
source: Maximum Loan Cycle
fr: Cycle de prêts maximum
ru: Максимальный кредит цикла

# lblContraBranchID
source: Contra Branch ID
fr: Code de la contre-agence

# lblCycleWiseRuleSetting
source: Cycle Wise Rule Setting
fr: Configuration des règles du cycle

# lblCyclewiseGroupLoanMenu
source: Cycle Wise Group Loan Menu
fr: Menu du cycle de prêt de groupe
ru: Цикл мудрым группы займа меню

# lblloanAmountRestricted
source: Loan Amount Restricted
fr: Montant du prêt limité
ru: Сумма кредита ограничена

# lblDefaultloanTerm
source: Loan Term
fr: Durée du prêt

# lblGRTDate
source: GRT Date
fr: Date du teste d'identification de groupe

# lblGRTExpiryDate
source: GRT Expiry Date
fr: Date d'expiration du teste d'identification de groupe

# lblDefaultLoanAmount1
source: Default Loan Amount
fr: Montant de prêt par défaut
ru: По умолчанию размер кредита

# lblAllRegions
source: All Regions
fr: Toutes les régions

# lblRegionID
source: Region ID
fr: Code de Région

# lblGLAccountStatement
source: GL Account Statement
fr: Relevé de compte GL

# lblBaseBranchShare
source: Base Branch Share
fr: Parts sociales de l'agence de base

# lblAllowforInterestWaiver
source: Allow for Interest Waiver
fr: Autoriser renonciation d'intérêt

# lblAllowtoPostponeInstallment
source: Allow to Postpone Installment
fr: Autoriser de reporter l'échéance

# lblCollectInterestduringBreakPeriod
source: Collect Interest during Break Period
fr: Recouvrer les intérêts pendant les jours fériés

# lblInterestMenu
source: Interest Menu
fr: Menu d'intérêts

# lblMaxBreakPeriod
source: Max Break Period
fr: Périod de repos max.

# lblMaxExtendableTerm
source: Max Extendable Term
fr: Durée maximum extensible

# lblRescheduleBy
source: Reschedule By
fr: Rééchelonner par

# lblChangeTerm
source: Change Term
fr: Changer les durées

# lblChangeRate
source: Change Rate
fr: Changer le taux

# lblProposedInterestRate
source: Proposed Interest Rate
fr: Taux d'intérêt proposé

# lblFromInstallmentNo
source: From Installment No
fr: À partir du N° de l'échéance

# lblPostponeOverdueInstallments
source: Postpone Overdue Installments
fr: Reporter les versements en retard

# lblWithBreakPeriod
source: With Break Period
fr: Avec des périodes de repos

# lblRescheduleStartDate
source: Reschedule Start Date
fr: Début de rééchelonnement

# lblRescheduleTermType
source: Reschedule Term Type
fr: Type de durée de rééchelonnement

# lblProposedTerm
source: Proposed Term
fr: Durée proposée

# lblProposedAmount
source: Proposed Amount
fr: Montant proposé

# lblOutstandingAmount
source: Outstanding Amount
fr: Montant restant

# lblTotalTerm
source: Total Term
fr: Total des durées

# lblOverduePrincipal
source: Overdue Principal
fr: Capital en retard

# lblBalanceTerm
source: Balance Term
fr: Durée du solde

# lblOverdueInterest
source: Overdue Interest
fr: Intérêt en retard

# lblClientContribution
source: Client Contribution
fr: Contribution du client

# lblGLSubTypeGroup
source: GL Sub Type Group
fr: Type de groupe secondaire de GL

# lblNGOID
source: NGO ID
fr: Code d'ONG

# lblNGOName
source: NGO Name
fr: Nom d'ONG

# lblRegistrationDetail
source: Registration Detail
fr: Détails d'enregistrement

# lblByLawDetails
source: By Law Details
fr: Par détails de la loi

# lblAffiliatedDate
source: Affiliated Date
fr: Date Affiliation

# lblEstablishedDate
source: Established Date
fr: Date établie

# lblGroupBankAccounts
source: Group Bank Accounts
fr: Comptes bancaires de groupe

# lblTitleOfAccount
source: Title of Account
fr: Intitulé du Compte

# lblSignatory
source: Signatory
fr: Signataire

# lblInterestAmount
source: Interest Amount
fr: Montant d'intérêt

# lblFromInstallmentID
source: From Installment ID
fr: À partir du Code d'échéance

# lblToInstallmentID
source: To Installment ID
fr: Au code de l'échéance

# lblTemplateID
source: Template ID
fr: Code du modèle

# lblTemplateSchedule
source: Template Schedule
fr: Modele d'Echéancier

# lblGrpLoanApplnDetails
source: Group Loan Application Details
fr: Détails de demande de prêt de groupe
ru: Группа займов Подробности применения

# lblWithHoldPrepayment
source: Withhold Prepayment
fr: Retenir le paiement anticipé

# lblBaseBranch
source: Base Branch
fr: Agence de base

# lblBankAccountNo
source: Bank Account No
fr: N° du compte bancaire

# lblBankAccountName
source: Bank Account Name
fr: Nom du compte bancaire

# lblChequeIDAmount
source: Cheque ID + Amount
fr: Code + montant du chèque

# lblReferenceNoAmount
source: Reference No + Amount
fr: N° de référence + Montant

# lblBankOpeningBalance
source: Bank Opening Balance
fr: Solde d’ouverture de la banque

# lblBankOpeningBalanceDate
source: Bank Opening Balance Date
fr: Date Début Période

# lblGLSynDate
source: GL Sync Date
fr: Date de synchronisation du GL

# lblReconciliationDate
source: Reconciliation Date
fr: Date de rapprochement

# lblGLClosingBalance
source: GL Closing Balance
fr: Solde de clôture du GL

# lblGLClosingBalanceDate
source: GL Closing Balance date
fr: Date de solde de clôture du GL
