Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblMarkUpRate
source: Mark Up Rate
fr: Taux du bénéfice en pourcentage

# lblMaturityAmount
source: Maturity Amount
fr: Montant à l'échéance

# lblMaturityDate
source: Maturity Date
fr: Date d'échéance

# lblMaxAdjustmentDays
source: Max. Adjustment Days
fr: Jours d'ajustement max.

# lblMaxCess
source: Maximum Cess
fr: Taxe supplémentaire maximum

# lblMaxCommission
source: Max Commission
fr: Commission maximum

# lblMaxDaysAllowedRenewalMaturityDate
source: Max Days Allowed For Renewal from Maturity Date
fr: Jours maximum permis pour le renouvellement de la date d'échéance

# lblMaxDepositLimit
source: Max. Deposit Amount
fr: Montant du dépôt maximum

# lblMaxDurationforDisbursement
source: Max. Duration for Disbursement
fr: Durée maximum de décaissement

# lblMaxExpectedAssetLife
source: Max. Expected Life
fr: Durée de vie maximum

# lblMaxGuaranteeAmount
source: Max. Guarantee Amount
fr: Montant maximum de garantie

# lblMaximumAccountsPerClient
source: Max. Active A/c
fr: Compte actif maximum

# lblMaximumCharge
source: Maximum Charge
fr: Frais maximum

# lblMaximumClientAge
source: Max. Client Age
fr: Âge maximum du client

# lblMaximumCurrencyHolding
source: Maximum Currency Holding
fr: Devise maximum en main

# lblMaximumCurrencyValue
source: Maximum Currency Value
fr: Valeur maximum de devise
ru: Максимальная стоимость валюты

# lblMaximumGroupLoanLimit
source: Maximum Group Loan Limit
fr: Plafond maximum de prêt de groupe
ru: Максимальный лимит кредита группа

# lblMaximumGroupLoanLimitperClient
source: Max. Group Loan Limit per Client
fr: Plafond maximum de prêt de groupe par client
ru: Макс. Группа лимит кредита за клиента

# lblMaximumGroupLoans
source: Maximum Group Loans
fr: Prêt de groupe maximum
ru: Максимальная групповых займов

# lblMaximumGroupLoansperCLient
source: Max. Group Loans per Client
fr: Prêt de groupe maximum par client
ru: Макс. Группа займы за клиента

# lblMaximumInterestRate
source: Maximum Valid Interest Rate
fr: Taux d'intérêt valide maximum
ru: Максимальная процентная ставка в силе

# lblMaximumLength
source: Maximum Length
fr: Longueur maximum
ru: Максимальная длина

# lblMaximumLoanAmount
source: Maximum Loan Amount
fr: Montant de prêt maximum
ru: Максимальная сумма кредита

# lblMaximumLoansPerClient
source: Maximum Loans per Client
fr: Prêt maximum par client
ru: Максимум кредитов на клиента

# lblMaximumOtherLoanLimit
source: Maximum Other Loan Limit
fr: Plafond maximum d'autres prêts
ru: Максимальный лимит кредита Прочие

# lblMaximumOtherLoanLimitperClient
source: Max. Other Loan Limit per Client
fr: Plafond maximum d'autres prêts par client
ru: Макс. Другие лимит кредита за клиента

# lblMaximumOtherLoans
source: Maximum Other Loans
fr: Nombre maximum d'autres prêts
ru: Максимальная Другие кредиты

# lblMaximumOtherLoansperClient
source: Max. Other Loans per Client
fr: Nombre maximum d'autres prêts par client
ru: Макс. Прочие займы за клиента

# lblMaximumPasswordAge
source: Maximum Password Age
fr: Durée de validité du mot de passe
ru: Максимальный возраст пароль

# lblMaximumPrepaymentAllow
source: Max. Prepayment Allowed (%) On Loan Amt.
fr: Paiement anticipé maximum permis (%) pour le montant du prêt
ru: Макс. Разрешено Предоплата (%) по кредиту Amt.

# lblMaximumRepaymentGracePeriod
source: Max. Repayment Grace Period
fr: Période de grace de remboursement maximum
ru: Макс. Погашение льготного периода

# lblMaximumSubGroupMember
source: Max. Sub Group Member per Sub Group
fr: Nombre maximum de membres par sous-groupe
ru: Макс. Под члена группы за югу группы

# lblMaximumSubGroups
source: Max. Sub Groups per Group
fr: Nombre maximum de sous-groupe par groupe
ru: Макс. Под групп, каждую группу

# lblMaximumTax
source: Maximum Tax
fr: Taxe maximum
ru: Максимальный налог

# lblMaximumValue
source: Maximum Value
fr: Valeur maximum
ru: Максимальное значение

# lblMaxLoanAmount
source: Max. Loan Amount
fr: Montant maximum de prêts
ru: Макс. Сумма кредита

# lblMaxLoans
source: Max. No. of Loan
fr: Nombre maximum de maximum
ru: Макс. Кол-во кредитов

# lblMaxODLimit
source: Max. OD Limit
fr: Plafond maximum de découverts
ru: Макс. Предельные ОД

# lblMaxTerm
source: Max. Term
fr: Durée maximum
ru: Макс. Срок

# lblMaxVariance
source: Upper Variance
fr: Plafond supérieur
ru: Верхняя Колебания

# lblMD
source: Menu Details
fr: Détails du menu
ru: Меню Подробности

# lblMeanRate
source: Mean Rate
fr: Taux Moyen
ru: Средняя Оценить

# lblMeetingDate
source: Meeting Date
fr: Date de réunion
ru: Совещание Дата

# lblMeetingDay
source: Meeting Day
fr: Jour de réunion
ru: Встреча дня

# lblMeetingFrequency
source: Meeting Frequency
fr: Fréquence de la réunion
ru: Встреча Частота

# lblMeetingPlace
source: Meeting Place
fr: Lieu de rencontre de la réunion
ru: Место проведения совещания

# lblMeetingTime
source: Meeting Time
fr: Heure de la réunion
ru: Совещание Время

# lblMembers
source: Member #
fr: Membre #
ru: Член #

# lblMenuRateSlab
source: Slab Menu
fr: Menu d'intervalle
ru: Слябовая Меню

# lblMethod
source: Method
fr: Méthode
ru: Метод

# lblMH
source: Mark Holidays
fr: Marquer les jours fériés
ru: Марк Праздники

# lblMID
source: Maintain Institution Details
fr: Gestion des détails de l'institution
ru: Поддержание подробности об учреждении

# lblMiddleName
source: Middle Name
fr: Deuxième prénom
ru: Отчество

# lblMinCess
source: Minimum Cess
fr: Taxe supplémentaire minimum
ru: Минимальные Эйр Сесс

# lblMinCharge
source: Min Charge
fr: Frais minimum
ru: Минимум Зарядка

# lblMinCommission
source: Min Commission
fr: Commission minimum
ru: Минимальная комиссия

# lblMinDays
source: Min. Days
fr: Jours minimum
ru: Мин. Дни

# lblMinDaysfor1stGroupLoan
source: Min. Days for 1st Group Loan
fr: Jours minimum pour le premier prêt de groupe
ru: Мин. 1st дней для группы займа

# lblMindaysforGroupLoanReinstatement
source: Min. days for Group Loan Reinstatement
fr: Jours minimum de rétablissement de prêts de groupe
ru: Мин. дней для группы займа Восстановление

# lblMinDaysForInterest
source: Min. Days for Interest
fr: Jours minimum pour les intérêts
ru: Мин. Дни с процентами

# lblMinDaysReqForNewMemberForFirstLoanApplication
source: Minimum Days Required For New Member for First Loan Application
fr: Nombre de jours minimum requis pour qu'un nouveau membre demande un prêts
ru: Минимальные дней, необходимых для нового члена на первый Заявление на получение кредита

# lblMinDaysReqForReinstateForMemberLoanApplication
source: Minimum Days Required For Reinstated Member for Loan Application
fr: Jours minimum requis pour rétablir un membre à la demande de prêts
ru: Минимальные дней, необходимых для восстановления члена на кредит Заявка

# lblMinDepositLimit
source: Min. Deposit Amount
fr: Montant minimum de dépôts
ru: Мин. Суммы вклада

# lblMinGroupMembersforLoan
source: Min. Group Members for Loan
fr: Nombre de membres de groupe minimum pour un prêts
ru: Мин. Члены группы по ссудам

# lblMinimumBalance
source: Minimum Balance
fr: Solde minimum
ru: Минимальный баланс

# lblMinimumCharge
source: Minimum Charge
fr: Frais minimum
ru: Минимальные обязанности

# lblMinimumClientAge
source: Min. Client Age
fr: Age minimum du client
ru: Мин. Возраст клиентов

# lblMinimumCreditInterest
source: Min Interest Payable
fr: Intérêt minimum à payer
ru: Минимум проценты к уплате

# lblMinimumCurrencyHolding
source: Minimum Currency Holding
fr: Devise minimum en main
ru: Минимальные валюте Холдинг "

# lblMinimumCurrencyValue
source: Minimum Currency Value
fr: Valeur de la devise minimum
ru: Минимальная стоимость валюты

# lblMinimumDebitInterest
source: Min. Interest Chargeable
fr: Intérêt minimum payant
ru: Мин. Проценты ЗАРЯДНОГО

# lblMinimumLoanAmount
source: Minimum Loan Amount
fr: Montant de prêt minimum
ru: Минимальная сумма кредита

# lblMinimumPasswordAge
source: Minimum Password Age
fr: Durée minimum de validité du mot de passe
ru: Минимальный возраст пароль

# lblMinimumPasswordLength
source: Minimum Password Length
fr: Longueur minimum du mot de passe
ru: Минимальная длина пароля

# lblMinimumPenaltyInterest
source: Min. Penal Interest
fr: Intérêt minimum de pénalité
ru: Мин. Уголовный Проценты

# lblMinimumTax
source: Minimum Tax
fr: Taxe minimum
ru: Минимальный налог

# lblMinimumTrxAmount
source: Minimum Amount For Tax
fr: Montant minimum pour taxe
ru: Минимальная сумма для налоговых

# lblMinimumValue
source: Minimum Value
fr: Valeur minimum
ru: Минимальное значение

# lblMinIntBearBalance
source: Min Interest Bearing Balance
fr: Solde min. portant intérêt
ru: Минимум Процентные баланс

# lblMinLoanAmount
source: Min. Loan Amount
fr: Montant minimum de prêt
ru: Мин. Сумма кредита

# lblMinODLimit
source: Min. OD Limit
fr: Plafond min. du découvert
ru: Мин. Предельные ОД

# lblMinorUnit
source: Minor Unit
fr: Unité secondaire
ru: Небольшие группы

# lblMinorUptoAge
source: Consider Client as Minor Upto an Age of
fr: Est Mineur jusqu'à l'age de
ru: Рассмотрим в качестве легкого клиента до возраста,

# lblMinPeriod
source: Min. Period
fr: Période minimum
ru: Мин. Период

# lblMinPeriodForCompounding
source: Min. Period for Compounding
fr: Période min. pour la composition
ru: Мин. Срок представления Усугубляя

# lblMinPeriodforWithdrawal
source: Min. Period for Withdrawal
fr: Période minimum pour retrait
ru: Мин. Период вывода

# lblMinPrepaymentDays
source: Min. Prepayment Days
fr: Jours minimum pour paiement anticipé
ru: Мин. Предоплата дней

# lblMinSubGroupMembersforLoan
source: Min. Sub Group Members for Loan
fr: Membres minimum de sous groupe pour prêt
ru: Мин. Под членами группы по ссудам

# lblMinTerm
source: Min. Term
fr: Durée minimum
ru: Мин. Срок

# lblMinVariance
source: Lower Variance
fr: Plafond inférieur
ru: Нижняя Колебания

# lblMinWithdrawalFrequency
source: Min. Withdrawal Frequency
fr: Fréquence min. de retrait
ru: Мин. Снятие Частота

# lblMobile
source: Mobile
fr: Tél. Portable
ru: Мобильный

# lblMobileAlert
source: Mobile Alert
fr: Alert Par Tél. Portable
ru: Мобильные оповещения

# lblModeDisbursementType
source: Mode Disbursement Type
fr: Type de mode décaissement
ru: Режим выплаты Тип

# lblModeOfTransaction
source: Mode of Transaction
fr: Mode d'opération
ru: Вид сделки

# lblModifiedBy
source: Modified By
fr: Modifié par
ru: Изменена

# lblModifiedOn
source: Modified On
fr: Modifié le
ru: Изменена

# lblModuleID
source: Module ID
fr: Code du module
ru: Модуль ID

# lblModuleRights
source: Module Rights
fr: Droits d'accès au module
ru: Модуль человека

# lblModuleType
source: Module Type
fr: Type de module
ru: Тип модуля

# lblMon
source: Monday
fr: Lundi
ru: Понедельник

# lblMonth
source: Month(s)
fr: Mois
ru: Месяц (ов)

# lblMonthlyDay
source: Monthly Day
fr: Jours mensuels
ru: Ежемесячный День

# lblMonthlyPayment
source: Monthly Payment
fr: Paiement mensuel
ru: Ежемесячная оплата

# lblMonths
source: (Months)
fr: (Mois)
ru: (Мес.)

# lblMoveProductonNPA
source: Move Product on NPA
fr: Déplacer le produit vers le CNP

# lblMultiplier
source: Multiplier
fr: Multiplicateur
ru: Мультипликатор

# lblName
source: Name
fr: Nom
ru: Имя

# lblNarration
source: Narration
fr: Récit
ru: Повествование

# lblNationality
source: Nationality
fr: Nationalité
ru: Национальность

# lblNatureOfCharge
source: Nature of Charge
fr: Nature de frais
ru: Природа заряда

# lblNatureOfLimit
source: Nature of Limit
fr: Nature du plafond
ru: Характер Предельные

# lblNetAmount
source: Net Amount
fr: Montant net
ru: Чистая сумма

# lblNetBalance
source: Net Balance
fr: Solde net
ru: Чистый остаток

# lblNetCollateralValue
source: Net Collateral Value
fr: Valeur net de garantie
ru: Чистая стоимость залога

# lblNetDisbAmount
source: Net Disb. Amount
fr: Montant net décaissé
ru: Чистая Disb. Сумма

# lblNetFundsUsed
source: Net Funds Used
fr: Fonds net utilisé
ru: Чистые средства, используемые

# lblNetInterestPayable
source: Net Interest Payable
fr: Intérêt net à payer
ru: Чистые проценты к уплате

# lblNetMaturityPayable
source: Net Maturity Payable
fr: Montant net à payer à l'échéance
ru: Чистая зрелости к оплате

# lblNetPayable
source: Net Payable
fr: Net à payer
ru: Чистая задолженность

# lblNetPayableLocal
source: Net Payable (Local)
fr: Net à payer (Local)
ru: Чистая задолженность (местное)

# lblNetReceivable
source: Net Receivable
fr: Net à recevoir
ru: Чистая Дебиторская задолженность

# lblNetSavings
source: Net Savings
fr: Epargne nette
ru: Чистая экономия

# lblNetworth
source: Net Worth
fr: Valeur nette

# lblNewBranchID
source: New Branch ID
fr: Code de nouvelle agence
ru: Новый филиал ID

# lblNewPassword
source: New Password
fr: Nouveau mot de passe
ru: Новый пароль

# lblNewRoleID
source: New Role ID
fr: Code Nouveau Profil
ru: Новая роль ID

# lblNextCreditInterestApplyDate
source: Next Interest Apply On
fr: Prochain intérêt appliqué le
ru: Следующая интерес применяться на

# lblNextCreditProvisionDate
source: Next Accrual On
fr: Prochaine accumulation le
ru: Далее по методу начислений

# lblNextDate
source: Next Date
fr: Date suivante
ru: Следующая дата

# lblNextDay
source: Next Day
fr: Jour suivant
ru: Следующий день

# lblNextDepreciationDate
source: Next Depreciation Date
fr: Date du prochain amortissement
ru: Следующая амортизации Дата

# lblNextExecutionDate
source: Next Execution Date
fr: Date de la prochaine execution
ru: Следующая дата исполнения

# lblNextIntPaymentDate
source: Next Int. Payment Date
fr: Date du prochain paiement d'intérêt
ru: Следующая Int. Дата платежа

# lblNextLoanCycleNo
source: Next Loan Level No
fr: N ° du niveau du prêt suivant
ru: Следующий уровень кредита нет

# lblNextLossProvisionOn
source: Next Loss Provision On
fr: Provision sur perte suivante le
ru: Затем положение об утрате

# lblNextMeetingDate
source: Next Meeting Date
fr: Date de prochaine réunion
ru: Следующее заседание Дата

# lblNextOfKin
source: Next of Kin
fr: Plus Proche Parent
ru: Ближайшие родственники

# lblNextPenaltyApplyOn
source: Next Penalty Apply On
fr: La prochaine pénalité s'appliquera le
ru: Следующая казнь применяется по

# lblNextPremiumDate
source: Next Premium Date
fr: Date de la prime suivante
ru: Следующая премия Дата

# lblNextWorkingDate
source: Next Working Date
fr: Date de travail suivante
ru: Следующая рабочая дата

# lblNG
source: New Group
fr: Nouveau groupe
ru: Новая группа

# lblNoItems
source: Total No of Items :
fr: Nombre total d'élément
ru: Итого Нет пунктов:

# lblNominationPercentage
source: Nomination Percentage
fr: Pourcentage de nomination
ru: Номинация Процент

# lblNominee1
source: Nominee 1
fr: Ayant droit 1
ru: Кандидат 1

# lblNomineeID
source: Nominee ID
fr: ID de l'ayant droit
ru: Кандидат от ID

# lblNonFundedLimit
source: Non Funded Limit
fr: Plafond de montant non financés
ru: Некоммерческие финансируемых предел

# lblNoOfBorrowers
source: No. of Borrowers
fr: Nombre des emprunteurs
ru: Количество Заемщики

# lblNoOfBranchLicenses
source: No. of Branch Licenses
fr: Nombre de license d'agences
ru: Количество лицензий филиала

# lblNoOfCheques
source: No of Cheques
fr: Nombre de chèques
ru: Нет чеков

# lblNoOfChildren
source: No. of Children
fr: Nombre d'enfants
ru: Число детей

# lblNoOfDays
source: No. of Days
fr: Nombre de jours
ru: Количество дней

# lblNoOfDependencies
source: No. of Dependencies
fr: Nombre de dépendances
ru: Количество зависимостей

# lblNoOfDisbursements
source: No. of Disbursements
fr: Nombre de décaissement
ru: Количество выплат

# lblNoOfEmployee
source: No of Employees
fr: Nombre d'employés
ru: Нет работников

# lblNoOfEmployees
source: No. of Employees
fr: Nombre d'employés
ru: Количество сотрудников

# lblNoOfEntries
source: No of Entries
fr: Nombre d'écritures
ru: Нет отзывов

# lblNoOfExecution
source: No of Execution
fr: Nombre d'exécution
ru: Нет исполнения

# lblNoOfGuarantors
source: No of Guarantors
fr: Nombre de garants
ru: Нет Гаранты

# lblNoOfHouseMembers
source: No. of House Members
fr: Taille de famille
ru: Число членов Палаты представителей

# lblNoOfInstallments
source: No of Installments
fr: Nombre d'échéances
ru: Нет платежами

# lblNoOfInstallmentsDue
source: No of Installment(s) Due
fr: Nombre de versements dus
ru: Нет взнос (ы) Должная

# lblNoofItems
source: No of Items
fr: Nombre d'élément
ru: Нет пунктов

# lblNoOfItemsOnHand
source: No. of items on hand
fr: Nombre d'élément en main
ru: Количество пунктов в кассе

# lblNoOfLeaves
source: No of Leaves
fr: Nombre de pages du chéquier
ru: Нет листьев

# lblNoOfLoans
source: No of Loans
fr: Nombre de prêt
ru: Нет займов

# lblNoOfLoansAlreadyGuaranteed
source: No. of Loans Already Guaranteed
fr: Nombre de prêts déjà garantis
ru: Кол-во кредитов уже гарантированы

# lblNoOfMembers
source: No. of Members
fr: Nombre de membres
ru: Количество членов

# lblNoOfRenewals
source: No of Renewals
fr: Nombre de renouvellements
ru: Нет продлений

# lblNoofRetries
source: No of Retries
fr: Nombre de tentatives
ru: Нет получить

# lblNoOfTerms
source: No. of Terms
fr: Nombre de durée
ru: Количество терминов

# lblNoofTimesFailed
source: No of Times Failed
fr: Nombre d'échec
ru: Не раз Ошибка

# lblNoOfUserLicenses
source: No. of User Licenses
fr: Nombre de permis d'utilisateur
ru: Количество пользователей лицензий

# lblNos
source: Nos.
fr: N°
ru: Конвенции

# lblNotAllowedAfterDays
source: Not Allowed After (Days)
fr: N'est autorisé qu'après (jours)
ru: Не разрешены после (дней)

# lblNotificationDate
source: Notification Date
fr: Date de notification
ru: Уведомление Дата

# lblNPAProductID
source: NPA Product ID
fr: Code du produit du CNP

# lblNumber
source: Number(s)
fr: Nombre(s)
ru: Номер (а)

# lblNumberOfBranch
source: Number of Branch
fr: Nombre de l'agence
ru: Число филиалов

# lblNumberOfChildren
source: Number of Children
fr: Nombre d'enfants
ru: Количество детей

# lblNumberofchildrenyears
source: Number of children < 17 years
fr: Nombre d'enfant < 17 ans
ru: Количество детей <17 лет

# lblNumberofDays
source: Number of Days:
fr: Nombre de jours:
ru: Количество дней:

# lblNumberOfDependents
source: Number of Dependents
fr: Nombre de personnes à charge
ru: Число иждивенцев

# lblNumberOfHouseMembers
source: Number of House Members
fr: Taille de famille
ru: Количество членов Палаты представителей

# lblOccupationID
source: Occupation
fr: Profession
ru: Оккупация

# lblOE
source: On Exit
fr: À la sortie
ru: На выходе

# lblOfficer
source: Officer
fr: Agent
ru: Сотрудник

# lblOfficerID
source: Officer ID
fr: ID de l'agent
ru: Сотрудник ID

# lblOfficerName
source: Officer Name
fr: Nom de l'agent
ru: Имя сотрудника

# lblOfficerType
source: Designation
fr: Titre
ru: Сотрудник Тип

# lblOldPassword
source: Old Password
fr: Ancien mot de passe
ru: Старый пароль

# lblOLO
source: On Loan Outstanding
fr: Sur le prêt en cours
ru: В кредит выдающийся

# lblOnClosure
source: On Closure
fr: À la clôture
ru: На момент закрытия

# lblOpenDate
source: Open Date
fr: Date d'ouverture
ru: Открытая дата

# lblOpeningBalance
source: Opening Balance
fr: Solde d'ouverture
ru: Начальное сальдо

# lblOperatingInstruction
source: Operating Instruction
fr: Instructions d'exploitation
ru: Операционная Инструкция

# lblOperatingMode
source: Operating Mode
fr: Mode d'exploitation
ru: Режимно

# lblOperationalParameters
source: Operational Parameters
fr: Paramètres opérationnels
ru: Эксплуатационные параметры

# lblOperatorID
source: Operator ID
fr: Code de l'opérateur
ru: Оператор ID

# lblOrder
source: Order
fr: Ordre
ru: Заказ

# lblOrderNo
source: Order No
fr: N° d'ordre
ru: Заказ No

# lblOriginalProductID
source: Original Product ID
fr: Code du produit original
ru: Оригинал Product ID

# lblOSAmount
source: O/S Amount
fr: Montant restant dû
ru: O / S сумма

# lblOSLoanBalance
source: O/S Loan Balance
fr: Solde de prêt restant dû
ru: OS остаток займа

# lblOSUnclaimed
source: O/S Unclaimed
fr: Encours non réclamés
ru: O / S невостребованным

# lblOtherExpenses
source: Other Expenses
fr: Autres dépenses
ru: Прочие расходы

# lblOtherIncome
source: Other Income
fr: Autres revenus
ru: Прочие доходы

# lblOthers
source: Others
fr: Autres
ru: Другие

# lblOurCommission
source: Our Commission (%)
fr: Notre commission (%)
ru: Наша комиссия (%)

# lblOutstandingForfeit
source: Outstanding Forfeit
fr: Forfait en cours
ru: Выдающиеся неустойки

# lblOutstandingInterest
source: Outstanding Interest
fr: Intérêt en cours
ru: Выдающиеся Проценты

# lblOutstandingPrincipal
source: Outstanding Principal
fr: Capital en cours
ru: Выдающиеся высший

# lblOverdraftPurpose
source: Overdraft Purpose
fr: Motif du découvert
ru: Овердрафт Предназначение

# lblOverridden
source: Overridden
fr: Outrepassé
ru: Отменено

# lblOwner
source: Owner
fr: Propriétaire
ru: Владелец

# lblOwnerID
source: Owner ID
fr: ID du propriétaire
ru: Владелец ID

# lblPA
source: Paid Amount
fr: Montant payé
ru: Платные Сумма

# lblPaidGLID
source: Paid GL ID
fr: N° du GL payé
ru: Платные GL ID

# lblParameters
source: Parameters
fr: Paramètres
ru: Параметры

# lblParentLimit
source: Parent Limit
fr: Limite de parent
ru: Родитель Предельные

# lblParentLimitCurrencyID
source: Parent Limit Currency ID
fr: Code de la limite de parent
ru: Родитель предел валюте ID

# lblParentLimitID
source: Parent Limit ID
fr: Code de la limite de parent
ru: Родитель предел ID

# lblPass
source: Pass
fr: Passer

# lblPassportExpiryDate
source: Identification Expiry Date
fr: Date d'expiration du passeport
ru: Дата истечения срока действия паспорта

# lblPassportID
source: Passport/ ID
fr: Passeport/ ID
ru: Паспорт / ID

# lblPassportNo
source: Identification No
fr: N° du passeport
ru: Паспорта нет

# lblPassword
source: Password
fr: Mot de passe
ru: Пароль

# lblPayableAmount
source: Payable Amount
fr: Montant à payer
ru: Сумма к оплате

# lblPayableAt
source: Payable At
fr: Payable à
ru: По оплате

# lblPayableBranchID
source: Payable Branch ID
fr: Code d'agence à payer
ru: Оплачиваемый филиал ID

# lblPayableFrequency
source: Payable Frequency
fr: Fréquence payable
ru: Оплачиваемый Частота

# lblPayableGLID
source: Payable GL ID
fr: N° de GL d'effet à payer
ru: Оплачиваемый GL ID

# lblPayableTypeID
source: Payable Type ID
fr: Code du type à payer
ru: Оплачиваемый тип ID

# lblPayeeAccountID
source: Payee Account Number
fr: N° du compte de bénéficiaire
ru: Получатель платежа идентификатора учетной

# lblPayeeBankID
source: Payee Bank ID
fr: Code de la banque du bénéficiaire
ru: Банк получателя платежа ID

# lblPayeeBranchID
source: Payee Branch ID
fr: Code de l'agence du bénéficiaire
ru: Получатель платежа филиала ID

# lblPayeeName
source: Payee Name
fr: Nom du bénéficiaire
ru: Имя получателя

# lblPayInterestAfterMaturity
source: Pay Interest after Maturity
fr: Payer les intérêts après l'échéance
ru: Уплатить проценты после зрелости

# lblPaymentAccountID
source: Payment Account Number
fr: N° du compte de paiement
ru: Оплата счета ID

# lblPaymentAmount
source: Payment Amount
fr: Montant de paiement
ru: Сумма платежа

# lblPaymentAmountLocal
source: Payment Amount (Local)
fr: Montant de paiement (Local)
ru: Сумма платежа (местное)

# lblPaymentCurrencyID
source: Payment Currency ID
fr: Code de devise de paiement
ru: Валюта платежа ID

# lblPaymentDate
source: Payment Date
fr: Date de paiement
ru: Дата платежа

# lblPaymentDetails
source: Payment Details
fr: Détails de paiement
ru: Информация о платежах

# lblPaymentStage
source: Payment Stage
fr: Étape de paiement
ru: Оплата Стадия

# lblPaymentStatus
source: Payment Status
fr: État de paiement
ru: Оплата статуса

# lblPaymentType
source: Payment Type
fr: Type de paiement
ru: Тип платежа

# lblPayrollDay
source: Payroll Day
fr: Jour de paie
ru: Заработная плата дня

# lblPaySavingInterest
source: Pay Saving Interest
fr: Payer les Intérêts d'epargne
ru: Платите спасению интерес
