Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblBankStatementClosingBalance
source: Bank Statement Closing Balance
fr: Relevé bancaire du solde de clôture

# lblBankStatementClosingBalanceDate
source: Bank Statement Closing Balance Date
fr: Date Fin Période

# lblReconciliationkeys
source: Reconciliation keys
fr: Clefs de rapprochenement

# lblAllAccounts
source: All Accounts
fr: Tous les comptes

# lblMonthlyDifferentialAccrual
source: Monthly Differential Accrual
fr: Accumulation différentielle mensuelle

# lblOverride
source: Override
fr: Outrepasser

# lblOverriddenBy
source: Overridden By
fr: Outrepassé par

# lblOverriddenOn
source: Overridden On
fr: Outrepassé le

# lblGRTStatus
source: GRT Status
fr: Statut du teste d'identification de groupe

# lblBatchNo
source: Batch No.
fr: N° du lot

# lblStatementFromDate
source: Statement From Date
fr: État à partir du

# lblStatementToDate
source: Statement To Date
fr: État au:

# lblClosingBalance
source: Closing Balance
fr: Solde de clôture

# lblStatementFullPath
source: Statement Full Path
fr: Chemin Complet

# lblBatchStatus
source: Batch Status
fr: État de lot

# lblFirstInstInterest
source: First Installment Interest
fr: Intérêt de la première échéance

# lblGLTrxFromDate
source: GL Trx From Date
fr: Opérations du GL du

# lblGLTrxToDate
source: GL Trx To Date
fr: Opérations du GL au

# lblBankAccountTransactions
source: Bank Account Transaction
fr: Opérations du compte bancaire

# lblGLAcTrxAmount
source: GL Ac. Trx Amount
fr: Montant d'opération du Grand livre

# lblBankAcTrxAmount
source: Bank Ac. Trx Amount
fr: Montant d'opération du compte bancaire

# lblDifference
source: Difference
fr: Différence

# lblBankClosingBalance
source: Bank Closing Balance
fr: Solde de clôture de la banque

# lblNetBookedAmount
source: Net Booked Amount
fr: Montant net réservé

# lblModeOfBooking
source: Mode of Booking
fr: Mode de réservation

# lblAppTerm
source: Term
fr: Durée

# lblContractTypeID
source: Contract Type ID
fr: Type de code de contrat

# lblGLTransactions
source: GL Transaction
fr: GL d'opérations

# lblOverduePenaltyReceivable
source: Overdue Penalty Receivable
fr: Pénalité en retard à recevoir

# lblPenaltyAccruedUpto
source: Penalty Accrued Upto
fr: Pénalités accumulées jusqu'à

# lblPenaltyAmount
source: Penalty Amount
fr: Montant de pénalités

# lblPenaltysuspended
source: Penalty suspended
fr: Pénalités suspendues

# lblPenaltyWaiveOff
source: Penalty Waived Off
fr: Pénalité renoncée

# lblPWD
source: Penalty Waive Off Details
fr: Détails d'exemption de pénalités

# lblWaiveOffStatus
source: Waive-Off Status
fr: État de renonciation

# lblChargeIncludeTax
source: Charge Include Tax
fr: Les frais incluent les taxes

# lblTypeOfAction
source: Type Of Action
fr: Type d'action

# lblRefID
source: Ref ID
fr: Code de réf

# lblAllocationType
source: Allocation Type
fr: Type de répartition

# lblNewLoanAmount
source: New Loan Amount
fr: Montant de nouveau prêt

# lblEMIAccruedUpto
source: EMI Accrued Upto
fr: Échéance mensuel constant Echu Au

# lblLoanAgingID
source: Loan Aging ID
fr: Code du prêt âgé

# lblFromAgingDays
source: From Aging Days
fr: À partir des jours âgés du

# lblToAgingDays
source: To Aging Days
fr: jusqu au jour âgé

# lblReleaseDetails
source: Release Details
fr: Détails du déblocage

# lblReleaseReason
source: Release Reason
fr: Motif du déblocage

# lblFreezeDate
source: Freeze Date
fr: Date du blocage

# lblFreezeCatagory
source: Freeze Category
fr: Bloquer la catégorie

# lblFreezeValue
source: Freeze Value
fr: Valeur bloquée

# lblLoanBranchID
source: Loan Branch ID
fr: Code d'agence de prêt

# lblGroupFormedBy
source: Group Formed By
fr: Groupe formé par

# lblAgeAsOn
source: Age As On
fr: Age à cette date

# lblOpenedBy
source: Opened By
fr: Ouvert par

# lblOpenedOn
source: Opened On
fr: Ouvert le

# lblReportFor
source: Statement For
fr: Relevé pour

# lblNoOfSlabs
source: No Of Slabs
fr: nombre d'intervalle

# lblSanctioningAuthority
source: Sanctioning Authority
fr: Autorité de sanction

# lblBranchAssigned
source: Branch - Assigned
fr: Agence - assignée

# lblReportingBranchB
source: Reporting Branch
fr: Agence de rapport

# lblNetSetlementAmt
source: Net Settlement Amount
fr: Montant net de règlement

# lblPreClosureDetails
source: Pre-Closure Details
fr: Détails de pré-clôture

# lblPreClosureTrxDetails
source: PreClosure Trx Details
fr: Détails d'opérations de pré-clôture

# lblProcedureName
source: Procedure Name
fr: Nom de la procédure

# lblAnalysisTypeID
source: Analysis Type ID
fr: Code du type d'analyse

# lblLoanAnalysisID
source: Loan Analysis ID
fr: Code d'analyse de prêt

# lblFromValue
source: From Value
fr: De la valeur

# lblToValue
source: To Value
fr: À la valeur

# lblProposedCloseDate
source: Proposed Close Date
fr: Date de clôture proposée

# lblRefinanceAmountRounding
source: Refinance Amount Rounding
fr: Montant de refinancemet arrondi

# lblChangeCashGL
source: Change Cash GL When Reversed
fr: Changer le compte de caisse une fois inversé

# lblReversalGLAccount
source: Reversal GL Account
fr: Compte GL de restitution

# lblReversalNarration
source: Reversal Narration
fr: Récit de restitution

# lblReversechargecollected
source: Reverse Charge Collected
fr: Restituer les frais collectés

# lblReasonStatus
source: Status Reason
fr: État du motif

# lblFormatID
source: Format ID
fr: Code du format

# lblFileType
source: File Type
fr: Type de fichier

# lblColumnSeparator
source: Column Separator
fr: Séparateur de colonne

# lblRowSeparator
source: Row Separator
fr: Ligne de séparation

# lblFirstRowHeader
source: First Row Header
fr: En-tête de la première rangée

# lblDestinationTable
source: Destination Table
fr: Tableau de destination

# lblNumberOfColumns
source: Number Of Columns
fr: Nombre de colonnes

# lblProcedureToUse
source: Procedure To Use
fr: Procédure à utiliser

# lblBRNETUploadMethod
source: BANTU Upload Method
fr: Méthode de téléchargement BANTU

# lblJobNo
source: Job No
fr: N° d'emploi

# lblAttachFile
source: Attach File
fr: Joindre le fichier

# lblJobStatus
source: Job Status
fr: État d'emploi

# lblUploadedBy
source: Uploaded By
fr: Téléchargé par

# lblUploadedOn
source: Uploaded On
fr: Téléchargé sur

# lblBRNETUploadStatus
source: BANTU Upload Status
fr: État du téléchargement BANTU

# lblAmortizationAmount
source: Amortization Amount
fr: Montant d'amortissement
ru: Сумма амортизации

# lblGuarantorTypeID
source: Guarantor Type ID
fr: Code du type de garant

# lblAccountTag
source: Account Tag
ru: Счет тегов

# lblAWTypeID
source: AW Type ID
ru: AW тип ID

# lblBalancingType
source: Balancing Type
ru: Балансировка Тип

# lblCaption
source: Caption
ru: Подпись

# lblCenter
source: Centre
ru: Центр

# lblChargeoff
source: Charge-Off
ru: Зарядка-Off

# lblChargeOffAmount
source: Charge Off Amount
ru: Зарядка Off сумму

# lblChargeoffInsurance
source: Charge-Off Insurance
ru: Зарядка-off страхования

# lblChargeoffLoss
source: Charge-Off Loss
ru: Зарядка-off потеря

# lblchargeoffnotrecovered
source: Even If Charge-Off Not recovered
ru: Даже в том случае, если обвинения-off не возвращается

# lblClients
source: Client
ru: Клиент

# lblCommission
source: Commission
ru: Комиссия

# lblConstitution
source: Constitution
ru: Конституция

# lblContact1
source: Contact 1
ru: Контакт 1

# lblContact2
source: Contact 2
ru: Контакт 2

# lblMaxLimit
source: Max. TOD Limit
ru: Макс. Предельные TOD

# lblMaxTOD
source: Max. No. of TOD
ru: Макс. Количество TOD

# lblModel
source: Model
ru: Типовой

# lblModule
source: Module
ru: Модуль

# lblOutstandingChargeOff
source: Outstanding Charge Off
ru: Выдающиеся заряда Off

# lblOwnership
source: Ownership
ru: Собственность

# lblPhoto
source: Photo
ru: Фото

# lblPODate
source: P O Date
ru: P O даты

# lblPrincipal
source: Principal
ru: Основная

# lblRelation
source: Relation
ru: Связь

# lblRelationship
source: Relationship
ru: Связь

# lblSignature
source: Signature
ru: Подпись

# lblSignatureImage
source: Logo
ru: Логотип

# lblSignInOfficerID
source: Sign-In Officer ID
ru: Вход в систему офицер ID

# lblSLNo
source: SL No
ru: Нет SL

# lblStaggerFirstgroupLoan
source: Stagger First Group Loan
ru: Stagger первой группе кредит

# lblTaxable
source: Taxable
ru: Налогооблагаемая

# lblTDSAmount
source: TDS Amount
ru: Сумма TDS

# lblTDSAmountLocal
source: TDS Amount (Local)
ru: TDS Сумма (местное)

# lblTierBased
source: Tier Based
ru: Уровень Основываясь

# lblTotal
source: Total
ru: Итого

# lblType
source: Type
ru: Тип

# lblUnique
source: Unique
ru: Уникальный

# lblVariable
source: Variable
ru: Переменная

# lblVillage
source: Village
ru: Село

# lblZipCode
source: Zip Code
ru: Почтовый индекс

# lblDescription1
source: Description 1
ru: Описание 1

# lblDescription2
source: Description 2
ru: Описание 2

# lblDescription3
source: Description 3
ru: Описание 3
