Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblPCD
source: Primary Collateral Details
fr: Détails primaires de garantie
ru: Основной залог подробности

# lblPD
source: Product Details
fr: Détails de produit
ru: Описание товара

# lblPDCType
source: PDC Type
fr: Type de chèque postdaté
ru: PDC Тип

# lblPDCTypeID
source: PDC Type ID
fr: Code du type de chèque postdaté
ru: PDC тип ID

# lblPenalInterestReceivable
source: Penal Interest Receivable
fr: Intérêt de pénalité à recevoir
ru: Уголовный проценты к получению

# lblPenalty
source: Penalty
fr: Pénalité
ru: Наказание

# lblPenaltyAccrlFrequency
source: Penalty Accrl. Frequency
fr: Fréquence de pénalités accumulées
ru: Штраф Accrl. Частота

# lblPenaltyAppliedUpto
source: Penalty Applied Upto
fr: Pénalités appliquées jusqu'à
ru: Штраф применяться до

# lblPenaltyApplnFrequency
source: Penalty Appl. Frequency
fr: Fréquence appliquée de pénalités
ru: Штраф Appl. Частота

# lblPenaltyCode
source: Penalty Code
fr: Code de Fréquence de pénalités
ru: Штраф кодекс

# lblPenaltyGraceDays
source: Penalty Grace Days
fr: Jours de grace de pénalités
ru: Штраф Грейс дней

# lblPenaltyInteres
source: Accrued Penalty Interest
fr: Intérêts accrus de pénalités
ru: Штрафные проценты

# lblPenaltyInterest
source: Penalty Interest
fr: Intérêt de pénalités
ru: Штраф Оценить

# lblPenaltyRate
source: Penalty Rate
fr: Taux de pénalités
ru: Штраф Дебиторская задолженность

# lblPenaltyReceivable
source: Penalty Receivable
fr: Pénalités à recevoir
ru: Штраф Правило

# lblPenaltyRule
source: Penalty Rule
fr: Règle de pénalités
ru: Штраф Правило

# lblPenaltyType
source: Penalty Type
fr: Type de pénalités
ru: Штраф Тип

# lblPeriod
source: Period
fr: Période
ru: Период

# lblPeriod1
source: Period1
fr: Période 1

# lblPeriod10
source: Period10
fr: Période 10

# lblPeriod11
source: Period11
fr: Période 11

# lblPeriod12
source: Period12
fr: Période 12

# lblPeriod2
source: Period2
fr: Période 2

# lblPeriod3
source: Period3
fr: Période 3

# lblPeriod4
source: Period4
fr: Période 4

# lblPeriod5
source: Period5
fr: Période 5

# lblPeriod6
source: Period6
fr: Période 6

# lblPeriod7
source: Period7
fr: Période 7

# lblPeriod8
source: Period8
fr: Période 8

# lblPeriod9
source: Period9
fr: Période 9

# lblPeriodType
source: Period Type
fr: Type de période
ru: Период Тип

# lblPersonalDetails
source: Personal Details
fr: Détails personnels
ru: Личные сведения

# lblPhone
source: Phone
fr: Téléphone
ru: Телефон

# lblPhone1
source: Phone #1
fr: Téléphone N° 1
ru: Телефон № 1

# lblPhone2
source: Phone #2
fr: Téléphone N° 2
ru: Телефон # 2

# lblPhoneNo1
source: Phone 1
fr: Téléphone N° 1
ru: Телефон 1

# lblPhoneNo2
source: Phone 2
fr: Téléphone N° 2
ru: Телефон 2

# lblPhotoScanedBy
source: Scanned By
fr: scanné par
ru: Отсканированные К

# lblPhotoScanedOn
source: Scanned On
fr: scanné le
ru: Отсканированные О

# lblPK
source: Product Type - Loan Details in
fr: Type de produit - détails du prêt dans
ru: Тип продукта - Подробности в кредит

# lblPLD
source: Parent Limit Details
fr: Détails du plafond de parent
ru: Родитель предел подробности

# lblPolicyAmount
source: Policy Amount
fr: Politique des montants
ru: Политика Сумма

# lblPolicyDate
source: Policy Date
fr: Politique des dates
ru: Дата политике

# lblPolicyNo
source: Policy No
fr: Politique des N°
ru: Политика Нет

# lblPortfolioType
source: Portfolio Type
fr: Type de portefeuilles
ru: Отправка Тип

# lblPostingType
source: Posting Type
fr: Type d'enregistrement
ru: Политика Нет

# lblPreCloserAfter
source: Min. Pre-closure Days
fr: Jours min. de pré-clôture
ru: Мин. Pre-закрытие Дней

# lblPreCloserAllowed
source: Pre-closure Allowed
fr: Pré-clôture autorisée
ru: Pre-закрытие Разрешены

# lblPreclosureStatus
source: Preclosure Status
fr: Statut de pré-clôture
ru: Статус Preclosure

# lblPrefix
source: Prefix
fr: Préfixe
ru: Префикс

# lblPreMatureClosureAllowed
source: Premature Closure Allowed
fr: Clôture anticipée permise
ru: Досрочное закрытие Разрешены

# lblPremium
source: Premium
fr: Prime

# lblPremiumAmount
source: Premium Amount
fr: Montant de prime
ru: Сумма Premium

# lblPremiumFrequency
source: Premium Frequency
fr: Fréquence de prime
ru: Premium Частота

# lblPremiumID
source: Premium ID
fr: Code de prime

# lblPremiumInInstallments
source: Premium in Installments
fr: Prime dans les versements
ru: Premium в рассрочку

# lblPremiumPaid
source: Premium Paid
fr: Prime payé
ru: Платные Premium

# lblPremiumPaidDate
source: Premium Paid Date
fr: Date de paiement de prime
ru: Premium Платные Дата

# lblPremiumType
source: Premium Type
fr: Type de prime
ru: Тип Premium

# lblPrepaymentAllowed
source: Prepayment Allowed
fr: Remboursement anticipé permis
ru: Предоплата Разрешены

# lblPrepExpAccountID
source: Prepaid Exp Account #(Asset)
fr: N° du compte de dépense payé d'avance(Actif)
ru: Оплаченный Exp идентификатора

# lblPresentingBankCharges
source: Presenting Bank Charges
fr: Frais de banque du remettant
ru: учетной (активы)

# lblPresentingBankCommission
source: Presenting Bank Commission
fr: Commission de banque du remettant
ru: Представляем банковские сборы

# lblPresentingBankID
source: Presenting Bank ID
fr: Code de banque du remettant
ru: Представляя банковский комиссии

# lblPresentingBranchID
source: Presenting Branch ID
fr: Code de l'agence du remettant
ru: Представляя филиал ID

# lblPresentName
source: Present Name
fr: Nom actuel
ru: Настоящее имя

# lblPreTaxAmount
source: Pre Tax Amount
fr: Montant avant taxe
ru: Предварительная сумма налога

# lblPreviousStatus
source: Previous Status
fr: État précédent
ru: Предыдущая Статус

# lblPrimaryCollateral
source: Primary Collateral
fr: Garantie primaire
ru: Первичная Залог

# lblPrimaryCollateralRatio
source: Primary Collateral Ratio
fr: Ratio de garantie primaire
ru: Начальное соотношение залога

# lblPrimarySchemeID
source: Primary Scheme ID
fr: Code du plan primaire
ru: Первичная схема ID

# lblPrincipalAmount
source: Principal Amount
fr: Montant principal
ru: Основная сумма

# lblPrincipalBalance
source: Principal Balance
fr: Solde principal
ru: Основная Баланс

# lblPrintPassbook
source: Print Passbook
fr: Imprimer le livret d’épargne
ru: Печатать книжки

# lblPriority
source: Priority
fr: Priorité
ru: Приоритет

# lblProcedure
source: Procedure
fr: Procédure
ru: Процедура

# lblProcedureID
source: Procedure ID
fr: Code de la procédure
ru: Процедура ID

# lblProcess
source: Process
fr: Traiter
ru: Процесс

# lblProcessDate
source: Process Date
fr: Date du traitement
ru: Процесс Дата

# lblProcessID
source: Process ID
fr: Code du traitement
ru: Идентификатор процесса

# lblProcessingDate
source: Processing Date
fr: Date du traitement
ru: Обработка Дата

# lblProcessName
source: Process Name
fr: Nom du traitement
ru: Имя процесса

# lblProcessStatus
source: Process Status
fr: État du traitement
ru: Статус процесса

# lblProduct
source: Product
fr: Produit
ru: Продукт

# lblProductCategory
source: Product Category
fr: Catégorie de produit
ru: Продукт Категория

# lblProductCode
source: Product Code
fr: Code du produit
ru: Товарный код

# lblProductDetails
source: Products Dealing With
fr: Produits est en traitement avec
ru: Продукты, занимающихся

# lblProductID
source: Product ID
fr: Code du produit

# lblProductReg
source: Product Registration
fr: Enregistrement du produit
ru: Регистрация изделия

# lblProducts
source: Products
fr: Produits
ru: Продукты

# lblProductTariff
source: Product Tariff
fr: Tarif du produit
ru: Продукт Тариф

# lblProductType
source: Product Type
fr: Type de produit
ru: Тип продукта

# lblProfitGLAccountID
source: Profit GL Account Number
fr: N° du compte GL de bénéfice
ru: Прибыль GL идентификатора учетной

# lblProfitLoss
source: Profit/Loss
fr: Profit/Perte
ru: Прибыль / убыток

# lblProvisionAmount
source: Provision Amount
fr: Montant de provision
ru: Предоставление Сумма

# lblProvisionFrequency
source: Provision Frequency
fr: Fréquence de provision
ru: Предоставление Частота

# lblProvisionRate
source: Provision Rate
fr: Taux de provision
ru: Предоставление валюты

# lblPT
source: Paid Tax
fr: Impôt/Taxe payé
ru: Платные налог

# lblPurchaseDate
source: Purchase Date
fr: Date d'achat
ru: Дата покупки

# lblPurchaseOrderAmount
source: Purchase Order Amount
fr: Montant de l'ordre d'achat
ru: Сумма заказа-наряда

# lblPurchaseOrderNo
source: Purchase Order No
fr: Numéro de l'ordre d'achat
ru: Заказ на покупку Нет

# lblPurpose
source: Purpose
fr: Motif
ru: Цель

# lblPurposeoftheLoan
source: Purpose of the Loan
fr: Motif du prêt
ru: Цель займа

# lblPY
source: Previous Year
fr: Année précédente
ru: Предыдущий год

# lblRate
source: Rate
fr: Taux
ru: Ставка

# lblRateID
source: Rate ID
fr: Code de taux
ru: Оценить ID

# lblRateMenu
source: Rate Menu
fr: Menu des taux
ru: Оценить Меню

# lblRateMenuID
source: Rate Menu ID
fr: Code du menu des taux
ru: Оценить меню ID

# lblRateMenuSlabID
source: Rate Menu Slab ID
fr: Code du menu d'intervalle de taux
ru: Оценить меню плиты ID

# lblRateType
source: Rate Type
fr: Type de taux
ru: Оценить Тип

# lblRC
source: Required Collateral
fr: Garantie requise
ru: Залоговое обеспечение обязательно

# lblRD
source: Recommendation Details
fr: Détails de recommandation
ru: Рекомендация Подробности

# lblReason
source: Reason
fr: Motif
ru: Причина

# lblReasonID
source: Reason ID
fr: Code du motif
ru: Причина ID

# lblRebate
source: Pay Rebate
fr: Restitution de paie
ru: ПОКУПАЙ Rebate

# lblRebateRule
source: Rebate Rule
fr: Règle de restitution
ru: Правило скидок

# lblReceipt
source: Receipt
fr: Reçu
ru: Квитанция

# lblReceiptAmount
source: Receipt Amount
fr: Montant du reçu
ru: Квитанция Сумма

# lblReceiptDate
source: Receipt Date
fr: Date du reçu
ru: Получение Дата

# lblReceiptDays
source: Receipt Days
fr: Jours du reçu
ru: Получение дней

# lblReceiptDetails
source: Receipt Details
fr: Détails du reçu
ru: Получение Подробности

# lblReceiptID
source: Receipt ID
fr: Code du reçu
ru: Получение ID

# lblReceiptMaturityAmountDetails
source: Receipt Maturity Amount Details
fr: Détails de la date d’échéance du reçu
ru: Получение зрелости сумму подробности

# lblReceivableGLID
source: Receivable GL ID
fr: N° compte GL d'effets à recevoir
ru: Дебиторская задолженность GL ID

# lblReceived
source: Received
fr: Reçu
ru: Поступило

# lblReceivedBy
source: Received By
fr: Reçu par
ru: В редакцию

# lblReceivedDate
source: Received Date
fr: Date reçu
ru: Дата редакцию

# lblReceivedOn
source: Received On
fr: Reçu le
ru: Размещено

# lblRecommended
source: Recommended
fr: Recommandé
ru: Рекомендуемые

# lblReconcileID
source: Reconcile ID
fr: Code de rapprochement

# lblRecordStatus
source: Record Status
fr: État d'enregistrement
ru: Рекорд Статус

# lblRecoveredagainstChargeOff
source: Recovered against Charge Off
fr: Récouvré contre le charge Off
ru: Рекуперация обвинения против Off

# lblRecoveredagainstForfeit
source: Recovered against Forfeit
fr: Récouvré contre les paiements forfaits
ru: Рекуперация в отношении неустойки

# lblRecoveryType
source: Recovery Type
fr: Type de recouvrement
ru: Восстановление Тип

# lblReferenceID
source: Reference ID
fr: Code de référence

# lblRefNo
source: Unique No / Reference No.
fr: N° de référence
ru: Ссылки нет

# lblRefresh
source: Refresh
fr: Actualiser
ru: Обновить

# lblRegion
source: Region
fr: Région
ru: Регион

# lblRegisterationNo
source: Registration No.
fr: N ° d'enregistrement
ru: Регистрационный №

# lblRegisteredAt
source: Registered At
fr: Enregistré à
ru: Зарегистрирован На

# lblRegisteredOffice
source: Registered Office
fr: Bureaux enregistrés
ru: Зарегистрированный офис

# lblRegisterFilePath
source: Register File Path
fr: Enregistré chemin d'accès du fichier
ru: Регистрация путь к файлу

# lblRegistratedAt
source: Registered At
fr: Enregistré à
ru: Зарегистрирован На

# lblRegistration
source: Registration
fr: Enregistrement
ru: Регистрация

# lblRegistrationDate
source: Registration Date
fr: Date d'enregistrement
ru: Дата регистрации

# lblRegistrationNo
source: Registration No
fr: N° d'enregistrement
ru: Регистрация Нет

# lblRegularExecutionDay
source: Regular Execution Day
fr: Jour régulier d'exécution
ru: Регулярные исполнения день

# lblReject
source: Reject
fr: Rejeter

# lblRejectedBy
source: Rejected By
fr: Rejeté par
ru: Отклонено

# lblRejectedOn
source: Rejected On
fr: Rejeté le
ru: Отклонена

# lblRejectionReason
source: Rejection Reason
fr: Motif du rejet
ru: Причина отказа

# lblReleasedDate
source: Released Date
fr: Date débloqué
ru: Дата выхода

# lblReleasedReason
source: Released Reason
fr: Motif du déblocage
ru: Причина выхода

# lblRemarks
source: Remarks
fr: Remarques
ru: Замечания

# lblReminder
source: Reminder
fr: Rappel
ru: Напоминание

# lblReminderColor
source: Reminder Color
fr: Couleur du rappel
ru: Напоминание Цвет

# lblReminderDetails
source: Reminder Details
fr: Détails du rappel
ru: Напоминание Подробности

# lblReminderID
source: Reminder ID
fr: Code du rappel
ru: Напоминание ID

# lblRenewalInstruction
source: Renewal Instruction
fr: Instruction de renouvellement
ru: Оживление Инструкция

# lblRenewalMode
source: Renewal Mode
fr: Mode de renouvellement
ru: Продление режима

# lblRenewalRateType
source: Renewal Rate Type
fr: Type de taux de renouvellement
ru: Оживление темпов типа

# lblRenewalsRateType
source: Renewals Rate Type
fr: Type de taux de renouvellements
ru: Обновления ставки типа

# lblRenewalType
source: Renewal Type
fr: Type de renouvellement
ru: Оживление Тип

# lblRentExpense
source: Rent Expenses
fr: Frais de loyer
ru: Аренда Расходы

# lblReopenAccounts
source: Reopen Accounts
fr: Rouvrir les comptes
ru: Вновь открыли счета

# lblRepaidAmount
source: Repaid Amount
fr: Montant repayé
ru: Сумма возвращается

# lblRepaymentCalculationMethod
source: Repayment Calculation Method
fr: Méthode de calcul de remboursement
ru: Погашение метод расчета

# lblRepaymentFrequency
source: Repayment Frequency
fr: Fréquence de remboursement
ru: Погашение Частота

# lblRepaymentMethod
source: Repayment Method
fr: Méthode de remboursement
ru: Порядок погашения кредита

# lblRepaymentMode
source: Repayment Mode
fr: Mode de remboursement
ru: Погашение Mode

# lblRepaymentTerm
source: Repayment Term
fr: Durée de remboursement
ru: Срок погашения кредита

# lblRepaymentType
source: Repayment Type
fr: Type de remboursement
ru: Погашение Тип

# lblReportCurrency
source: Report Currency
fr: Devise de rapport
ru: Доклад Валюта

# lblReportID
source: Report ID
fr: Code du rapport
ru: Доклад ID

# lblReportingBranch
source: Base Branch
fr: Agence de base
ru: Репортажи отделение

# lblReportingBranchID
source: Reporting Branch ID
fr: Code de l' agence de rapport
ru: Отчетность филиала ID

# lblReportingTo
source: Reporting To
fr: Compte Rendu à
ru: Представление отчетности

# lblReportType
source: Report Type
fr: Type de rapport
ru: Тип отчета

# lblRequestReferenceNo
source: Request Ref No
fr: N° de référence de la demande
ru: Запрос Ссылка нет

# lblRescheduleOnDisbursement
source: Reschedule On Disbursement
fr: Rééchelonner pendant le décaissement

# lblResident
source: Resident
fr: Résidant
ru: Резидент

# lblResignedOn
source: Resigned On
fr: Démissionné le
ru: Подал в отставку

# lblResult
source: Result
fr: Résultat
ru: Результат

# lblRetryAfterDays
source: Retry After Day(s)
fr: Réessayer après jour(s)
ru: Повторить за днем (ов)

# lblReturnCode
source: Return Code
fr: Code de retour
ru: Вернуться кодекс

# lblRevaluationRate
source: Revaluation Rate
fr: Réévaluation de taux
ru: Переоценка валюты

# lblRevaluationType
source: Revaluation Type
fr: Type de réévaluation
ru: Переоценка Тип

# lblReversalType
source: Reversal Type
fr: Type de restitution
ru: Возврат Тип

# lblRevokePayment
source: Revoke Payment
fr: Révoquer le paiement
ru: Аннулировать Оплата

# lblRFD
source: Receipt Found Details
fr: Détails du reçu trouvé
ru: Получение найдены детали

# lblRiskClassification
source: Risk Classification
fr: Classification de risque
ru: Классификация рисков

# lblRLD
source: Receipt Lost Details
fr: Détails du reçu perdu
ru: Получение потерял детали

# lblROI
source: Rate of Interest
fr: Taux d'intérêt
ru: Процентную ставку

# lblROIAfterMaturity
source: ROI after Maturity
fr: Retour sur investissement après la date d'échéance
ru: Рентабельность инвестиций после погашения

# lblROIApplicable
source: ROI Applicable
fr: Retour sur investissement applicable
ru: Рентабельность инвестиций Применимо

# lblRole
source: Role
fr: Profil
ru: Роль

# lblRoleAccessLevel
source: Role Access Level
fr: Niveau d'accès de profil
ru: Роль уровень доступа

# lblRoleID
source: Role ID
fr: Code du profil
ru: Роль ID

# lblRoleName
source: Role Name
fr: Nom du profil
ru: Роль Имя

# lblRoleSupervisorID
source: Supervisor Role ID
fr: Code du profil du superviseur
ru: Руководитель роль ID

# lblRounding
source: Rounding
fr: Arrondi
ru: Округление

# lblRoundingCode
source: Rounding Code
fr: Code d'arrondi
ru: Округление кодекс

# lblRoundLastInstallment
source: Round Last Installment
fr: Arrondir la dernière échéance
ru: Круглый последнего транша

# lblRR
source: Reversion Reason
fr: Motif d'inversion
ru: Причина возврата

# lblRule78
source: Rule 78
fr: Règle 78
ru: Правило 78

# lblRuleDetails
source: Rule Details
fr: Détails de règle
ru: Правило Подробности

# lblRuleID
source: Rule ID
fr: Code de règle
ru: Правило ID

# lblRuleName
source: Rule Name
fr: Nom de règle
ru: Правило Название

# lblRuleType
source: Rule Type
fr: Type de règle
ru: Правило Тип

# lblSalaried
source: Salaried
fr: Salarié
ru: Оклад

# lblSalvageRate
source: Salvage Rate
fr: Taux de Valeur la plus basse de sécurité
ru: Аварийная Оценить

# lblSalvageValue
source: Salvage Value
fr: Valeur la plus basse de sécurité
ru: Аварийная стоимость

# lblSanctionAmount
source: Sanction Amount
fr: Sanctionner le montant
ru: Санкция Сумма

# lblSanctionBy
source: Sanction By
fr: Sanctionné par
ru: Санкций со

# lblSanctionDate
source: Sanction Date
fr: Date de sanction
ru: Санкция Дата

# lblSanctionedAmount
source: Sanctioned Amount
fr: Montant sanctionné
ru: Сумма санкции

# lblSanctionedBranch
source: Sanctioned Branch
fr: Angence de sanction
ru: Санкционировали отделение

# lblSanctionedBy
source: Sanctioned By
fr: Sanctionné par
ru: Санкционирована

# lblSanctionedDate
source: Sanctioned Date
fr: Date de sanction
ru: Дата санкции

# lblSanctionedLimit
source: Sanctioned Limit
fr: Planfond de sanction
ru: Предельные санкции

# lblSanctionLimit
source: Sanction Limit
fr: Plafond de sanction
ru: Санкция Предельные

# lblSaturday
source: Saturday
fr: Samedi
ru: Суббота

# lblSavingAccountDetails
source: Savings Account Details
fr: Détails du compte d'épargne
ru: Накопительный счет подробности

# lblSavingAccountID
source: Saving Account Number
fr: N° du compte d'épargne
ru: Накопительный счет ID

# lblSavingBalance
source: Saving Balance
fr: Solde d'épargne
ru: Сохранение баланса

# lblSavingOSLoan
source: Saving / OS Loan %
fr: % Épargne/Prêt en cours
ru: Сохранение / OS займе%

# lblSavingOutstandingLoan
source: Saving / OS Loan
fr: Épargne/Prêt en cours
ru: Сохранение / OS кредит

# lblSavingsAcID
source: Savings A/c ID
fr: N° du comte d'épargne
ru: Экономия / с ID

# lblSavingsAmount
source: Savings Amount
fr: Montant d'épargne
ru: Экономия Сумма

# lblSavingsProductID
source: Saving Product ID
fr: Code du produit d'épargne
ru: Сохранение Product ID

# lblSavingsTypeID
source: Savings Type ID
fr: Code du type d'épargne
ru: Экономия типа ID

# lblSavingsValue
source: Savings Value
fr: Valeur de l'épargne
ru: Экономия стоимости

# lblScavengingPriority
source: Scavenging Priority
fr: Priorité de récupération
ru: Приоритет очистки

# lblSCD
source: Secondary Collateral Details
fr: Détails de la garantie secondaire
ru: Среднее залога подробности

# lblSchedule
source: Schedule
fr: Echéancier
ru: Расписание

# lblScheme
source: Scheme
fr: Plan
ru: Схема

# lblSchemeID
source: Scheme ID
fr: Code du plan
ru: Схема ID

# lblSchemeType
source: Scheme Type
fr: Type de plan
ru: Схема Тип

# lblSD
source: Sanction Details
fr: Détails de sanction
ru: Санкция Подробности

# lblSearch
source: Search
fr: Recherche
ru: Поиск

# lblSearchCondition1
source: Search Condition 1
fr: Condition de recherche 1
ru: Поиск Условие 1

# lblSearchCondition2
source: Search Condition 2
fr: Condition de recherche 2
ru: Поиск Условие 2

# lblSearchCondition3
source: Search Condition 3
fr: Condition de recherche 3
ru: Поиск Условие 3

# lblSearchCriteria
source: Search Criteria
fr: Critères de recherche
ru: Критерии поиска

# lblsearchDetails
source: Search Details
fr: Détails de recherche
ru: Поиск Подробно

# lblSearchField
source: Search Field
fr: Champ de recherche
ru: Поле поиска

# lblSearchIn
source: Search In
fr: Chercher dans
ru: Искать В

# lblSearchKeyID
source: Search Key ID
fr: Code de la clef de recherche
ru: Поиск ключевых ID

# lblSearchModule
source: Search Module
fr: Module de recherche
ru: Модуль поиска

# lblSecondaryCollateral
source: Secondary Collateral
fr: Garantie secondaire
ru: Среднее Залог

# lblSelectAll
source: Select All
fr: Sélectionner tous
ru: Выбрать все

# lblSelectedPortfolio
source: Selected Portfolio
fr: Portefeuille Sélectionné
ru: Отобрано Портфолио

# lblSelectWeekday
source: Select Weekday
fr: Sélectionner le jour de la semaine

# lblSelfEmployed
source: Self Employed
fr: Travailleur autonome
ru: Self Занятые

# lblSelling
source: Selling
fr: Vente
ru: Продажа

# lblSellingRate
source: Selling Rate
fr: Taux de vente
ru: Продажа валюты

# lblSellingVariance
source: Selling Variance(%)
fr: Écart de vente(%)
ru: Продажа Разница (в%)

# lblSerialID
source: Serial ID
fr: Code de série

# lblSerialNo
source: Serial No
fr: N° de série
ru: Серийный Нет

# lblSeries
source: Series
fr: Séries
ru: Серия

# lblServiceType
source: Service Type
fr: Type de service
ru: Сервис Тип

# lblSettings
source: Settings
fr: Configuration
ru: Настройки

# lblSettlementAmount
source: Settlement Amount
fr: Montant de règlement
ru: Урегулирование Сумма

# lblShare
source: Share
fr: Contribution
ru: Доля

# lblShareIncome
source: Share Income
fr: Part de revenu
ru: Доля дохода

# lblSharePercent
source: Share (%)
fr: Contribution (%)
ru: Доля (%)

# lblShortName
source: Short Name
fr: En sigle
ru: Сокращенное наименование

# lblShowImage
source: Show Image
fr: Afficher Image
ru: Показать Image

# lblShowRowsDifferences
source: Show Only Rows Having Differences
fr: Afficher Lignes Avec Differences
ru: Показать только те строки, имеющие разногласия

# lblSignatories
source: Signatories
fr: Signataires
ru: Подписавших

# lblSignatoryID
source: Signatory ID
fr: ID du Signataire
ru: Подписавшая ID

# lblSignatoryLimit
source: Signatory Limit
fr: Limite du Signataire
ru: Предельные подписавшая

# lblSignatoryName
source: Signatory Name
fr: Nom du Signataire
ru: Имя, подписавшая

# lblSignatoryPath
source: Signature Path
fr: Chemin de signature
ru: Подписание Путь

# lblSignatoryType
source: Signatory Type
fr: Type de Signataire
ru: Подписавшая Тип

# lblSignedBy
source: Signed By
fr: Signé par
ru: Подписано

# lblSITransferType
source: SI Transfer Type
fr: Type d'instruction permanente de transfert
ru: С. И. типом передачи

# lblSIType
source: SI Type
fr: Type d'instruction permanente
ru: Тип СИ

# lblSlab
source: Slab
fr: Intervalle
ru: Слябовая

# lblSlabWise
source: Slab Wise
fr: Intervalle
ru: Слябовая Мудрого

# lblSourceAddress
source: Source Address
fr: Adresse source
ru: Источник Адрес

# lblSpecialOffers
source: Special Offers
fr: Offres spéciales
ru: Специальные предложения

# lblStage
source: Stage
fr: Étape
ru: Этап

# lblStaggerDays
source: Stagger Days
fr: Jours d'intervalles
ru: Stagger дней

# lblStandingInstructionDetails
source: Standing Instruction Details
fr: Détails de l'instruction permanente
ru: Постоянная инструкция подробности
