Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblInterBranchSetting
source: Inter Branch Setting
fr: Configuration d'inter agence
ru: Интер филиал Настройка lblInterest Interest Интерес lblInterestCalculationID Interest Calculation ID Проценты расчет ID lblInterestCalculationPeriod Interest Calculation Period Проценты расчетного периода lblInterestCreditInstruction Interest Credit Instruction Интерес кредитных инструкция lblInterestEarnedTo Interest Earned To Проценты, полученные по lblInterestMenuID Interest Menu ID Проценты меню ID lblInterestPaid Interest Paid Проценты уплаченные lblInterestPaidUpto Interest Paid Upto Проценты уплаченные до lblInterestPayable Interest Payable Проценты к уплате lblInterestPaymentFrequency Interest Payment Frequency Сумма процентных выплат частота lblInterestPeriod Interest Period Процентный период lblInterestRate Interest Rate Процентная ставка lblInterestRateID Interest Rate ID Процентная ставка ID lblInterestRateSlabID Slab Details ID Слябовая Подробности ID lblInterestRateType Interest Rate Type Процентная ставка типа lblInterestReceivable Interest Receivable Проценты к получению lblInterestRounding Interest Rounding Проценты Округление lblInterestSuspended Interest Suspended Проценты Подвесные lblInterestTransferTo Interest Transfer To Интерес к передаче lblInterestType Interest Type Проценты Тип lblIntOverdueReceivable Int. Overdue Receivable Int. Просроченные Дебиторская задолженность lblIntroducerClientID Introducer Client ID Вступительное слово клиента ID lblIntroducerDetails Introducer Details and Others Вступительное слово детали и др. lblIntroducerMinDealingWithBank Introducer should be dealing with us for atleast Вступительное слово должно иметь дело с нами для atleast lblInvoiceDate Invoice Date Дата lblInvoiceNo Invoice No Счет-фактура Нет lblInvoiceValue Invoice Value Счет-фактура Стоимость lblIPAddress IP Address IP Адрес lblIPS Parameter Settings in Параметры в lblIsActive Is Active Активен lblIsBlocked Is Blocked Блокируется lblIsChangeProduct Change Product ID on Dormancy Сменить Product ID на Dormancy lblIsChargeable Chargeable Взиманию lblIsClearingCenter Is Clearing Centre Есть координационный центр lblIsCoinsAvailable Coins Available Монеты Свободна lblIsCrIntProcApplicable Is Credit Interest Procedure Applicable Является ли кредитные проценты процедуры, применимой lblIsDefault Is Default По умолчанию lblIsDependent Is Dependent Зависит lblIsDrIntProcApplicable Is Debit Interest Procedure Applicable Является ли дебет интерес процедуры, применимой lblIsExistingClient Is Existing Client Является ли существующий клиент lblIsFormatRequired Format Required Формат обязательно lblIsHeadOfficet Is Head Office Является руководителем Управления lblIsInterestTaxable Is Interest Taxable Есть интерес налогом lblIsLeased Leased Арендованные lblIsLocalClearingBank Is Local Clearing Bank Является ли местные клиринговый банк lblIsMandatory Is Mandatory Обязательна lblIsNominationRollover Is Nomination Rollover Является ли выдвижение на опрокидывание lblIsNPA Under NPA Является ли выдвижение на опрокидывание lblISOCurrencyCode ISO Code ISO кодекс lblIsPenaltyIntAccrual Is Penalty Int. Accrual Является ли казнь Int. Начисление lblIsPenIntAcrlOnNPA Is Penalty Int. Accrual on NPA Является ли казнь Int. Начисления на ПНН lblIsPOMandatory Purchase Order Mandatory Покупка порядок обязательной lblIsRevaluate Do revaluation У переоценки lblIsSpecificProvision Is specific provision Есть специальное положение lblIssuedBy Issued By Выдана lblIsSupervisionRequired Is Supervision Required Является ли надзор требуется lblIsSystem Is System Является ли система lblIsTrxIDBased Based on Transaction ID Основываясь на сделку ID lblIsUpCountry Is Upcountry Branch Является ли Upcountry филиал lblIsVault Is Vault Является ли Vault lblItemAmount Item Amount Пункт Сумма lblItemNo Item Serial No Пункт серийный нет LblIU Image Upload Загрузка картинок lblJoinDate Join Date Присоединяйтесь Дата lblJoinedOn Joined On Присоединился lblJoinOn Join On Об Join lblJointCreditSupervisionLimit Joint Credit Supervision Limit Объединенный Кредитный лимит надзор lblJointDebitSupervisionLimit Joint Debit Supervision Limit Совместное дебет надзор предел lblJointExcessSupervisionLimit Joint Excess Supervision Limit Совместное превышение предельных надзор lblJointLimit Joint Limit Совместное Предельные lblJVCurrencyType JV Currency Type СП тип валюты lblKeepPasswordHistoryFor Keep Password History For Храните пароль для истории lblKeys Keys Клавиши lblKnowSince Know Since Знай С lblKSH [KSH] [KSH] lblLabel Label Ярлык lblLandArea Land Area Площадь участка lblLandMark Land Mark Земля Марк lblLanguage Language Язык lblLanguageID Language ID Язык ID lblLAPP Loan Application Projection Parameters Заявление на получение кредита параметры прогноза lblLargestAllowableTrxAmt Largest Allowable Trx Amt Крупнейший допустимого Trx Amt lblLastAccessedTime Last Accessed Time Последний раз обращались lblLastAmortizationAmount Last Amortization Amount Последняя сумма амортизации lblLastCrDate Last Credit Date Последняя дата кредитам lblLastDate Last Date Последняя дата lblLastDebitDate Last Debit Date Последняя дата дебет lblLastDisbursementDate Last Disbursement Date Последняя дата выплаты lblLastExecutionDate Last Execution Date Последняя дата исполнения lblLastInstallment Last Installment Последний взнос lblLastInstallmentAmount Last Installment Amount Последняя сумма транша lblLastInstallmentDate Last Installment Date Последняя дата взнос lblLastInstallmentDueWithin Last Installment Due Within Последний платеж в течение lblLastName Last Name Фамилия lblLastPaidDate Last Paid Date Последняя дата Платные lblLastPremiumPaidDate Last Premium Paid Date Последняя дата выплатили премии lblLastProcessDate Last Process Date Последняя дата процесса lblLastRecoveredOn Last Recovered On Последнее по Рекуперация lblLastRescheduledOn Last Rescheduled On Последнее переносится на lblLastRunDate Last Run Date Последняя дата запуска lblLastRunStatus Last Run Status Дата запуска статус lblLatePaymentPenalty Late Payment Penalty Несвоевременная выплата казнь lblLBS Local Branch Setting Местный филиал Настройка lblLD Limit Details Предельные Подробности lblLeasedExpiryDate Lease Expiry Date Дата истечения срока аренды lblLength Length Длина lblLiability Liability Ответственность lblLicense Licensed To : Лицензия зарегистрирована на: lblLienDate Lien Date Гиперссылка Дата lblLimit Limit Предел lblLimitAmount Limit Amount Лимита lblLimitCollateralValue Limit Collateral Value Предел стоимости залога lblLimitExpiryGraceDays Limit Expiry Grace Days Предельные истечения срока действия благодати дней lblLimitID Limit ID Предельные ID lblLimitType Limit Type Предельные Тип lblLineOfBusiness Line Of Business Line бизнеса lblLiteracyLevel Literacy Level Уровень грамотности lblLMD Lien Marking Details Гиперссылка маркировки деталей lblLMF Lien Marking For Гиперссылка для маркировки lblLoan Loan Кредит lblLoanAccountDetails Loan Account Details Ссудного счета подробности lblLoanAccountID Loan Account ID Ссудного счета ID lblLoanAmount Loan Amount Сумма кредита lblLoanBalance Loan Balance Остаток кредита lblLoanClass Loan Class Кредитные класса lblLoanCycle Loan Cycle Кредитные Цикл lblLoanCycleNo Loan Cycle No Кредитные цикла Нет lblLoanCycleRequired Loan Cycle Required Кредитные цикла требуется lblLoanCycleType Loan Cycle Type Кредитные цикла типа lblLoanDetails Loan Details Кредитные Подробности lblLoanLevel Loan Level Кредитные Уровень lblLoanLevelNo Loan Level No Кредитные уровне нет lblLoanLimit Loan Limit Предел кредита lblLoanPeriod Loan Period Период займа lblLoanProductID Loan Product ID Кредитные Product ID lblLoanProjectionType Loan Projection Type Кредитные проекции Тип lblLoanPurpose Loan Purpose Цель займа lblLoanRefNo Loan Ref No. Кредитные Справ количество lblLoanSeries Loan Series Кредитные Серии lblLoanStatus Loan Status Состояние займа lblLoanType Loan Type Тип кредита lblLoanWriteOffComponentDetails Loan WriteOff Component Details Кредитные WriteOff компонент подробности lblLocalAmount Local Amount Кредитные WriteOff CompLocal Amountonent подробности lblLocalAmountAdv Local Amount (Adv) Местные Сумма (ADV) lblLocalAmountTax Local Amount (Tax) Местные сумма (налог) lblLocalAmountTotal Local Amount (Total) Местные Сумма (всего) lblLocalCharge Local Charge Местные Зарядка lblLocalClosingBalance Local Closing Balance Местные конечное сальдо lblLocalCurrencyID Local Currency ID Местная валюта ID lblLocalOpeningBalance Local Opening Balance Местные Начальное сальдо lblLocalOSAmount O/S Local Amount O / S местных сумму lblLocation Location Местонахождение lblLodgedDate Lodged Date Дата подана lblLog Please Log in to Bantu Core Войдите в свою банкиров Realm.NET lblLoginDate Login Date Войти Дата lblLoginDenied Login Denied Войти Отвергнутые lblLoginDetails Login Details Войти Подробности lblLoginID Login ID Логин ID lblLoginLockedOut Login Locked Out Логин блокируется lblLoginPermitted Login Permitted Войти Разрешено lblLossGLAccountID Loss GL Account ID Потеря GL идентификатора учетной lblLossProvision Loss Provision Потеря Предоставление lblLossProvisionAmount Loss Provision Amount Потеря положение сумму lblLossProvisionUpto Loss Provision Upto Потеря положения до lblLRD Lien Release Details Гиперссылка Выпуск подробности lblLReceiptID FD Receipt ID FD получения ID lblMailingAddress Mailing Address Почтовый адрес lblMainAccountID Main Account ID Главная идентификатора учетной lblMainModule Main Module Главный модуль lblMaintainInsuranceCompanies Maintain Insurance Companies Ведение страховых компаний lblMajorUnit Major Unit Основные группы lblMandatory Mandatory Обязательный lblMandatoryFields Mandatory Fields Обязательные для заполнения поля lblManufactureYear Manufactured Year Производитель Год lblMapID1 ID1 ID1 lblMapID2 ID2 ID2 lblMargin Margin Маржинальная торговля lblMaritalStatus Marital Status Семейное положение lblMarketValue Market Value Рыночная стоимость lblMarkingHoliday Marking Holiday Маркировка Холидей lblMarkingRate Marking Rate Маркировка Оценить lblMarkUpDown Mark Up / Down Марк Up / Down lblMarkUpRate Mark Up Rate Марк Up ставка lblMaturityAmount Maturity Amount Сумма погашения lblMaturityDate Maturity Date Дата погашения lblMaxAdjustmentDays Max. Adjustment Days Макс. Корректировка дней lblMaxCess Maximum Cess Максимальная Эйр Сесс lblMaxCommission Max Commission Максимальная комиссия lblMaxDaysAllowedRenewalMaturityDate Max Days Allowed For Renewal from Maturity Date Макс дней допускает продление срока от lblMaxDepositLimit Max. Deposit Amount Макс. Суммы вклада lblMaxExpectedAssetLife Max. Expected Life Макс. Ожидаемые Жизнь lblMaxGuaranteeAmount Max. Guarantee Amount Макс. Сумма Гарантии lblMaximumAccountsPerClient Max. Active A/c Макс. Активный / с lblMaximumCharge Maximum Charge Максимальная lblMaximumClientAge Max. Client Age Макс. Возраст клиентов lblMaximumCurrencyHolding Maximum Currency Holding Максимальная валюте Холдинг

# lblInterest
source: Interest
fr: Intérêt

# lblInterestCalculationID
source: Interest Calculation ID
fr: Code de calcul d'intérêt

# lblInterestCalculationPeriod
source: Interest Calculation Period
fr: Période de calcul d'intérêt

# lblInterestCreditInstruction
source: Interest Credit Instruction
fr: Instruction d'intérêt de créditeur

# lblInterestEarnedTo
source: Interest Earned To
fr: Intérêt gagné jusqu'à

# lblInterestMenuID
source: Interest Menu ID
fr: Code du menu d'intérêt

# lblSavingToLoanRatio
source: Saving To Loan Ratio
fr: Ratio de l'épargne/prêt

# lblCollSavingWithInstall
source: Collect Saving With Installment
fr: Recouvrer les épargnes avec échéance

# lblSavingsCollectionType
source: Savings Collection Type
fr: Type de recouvrement d'épargne

# lblInterestPaid
source: Interest Paid
fr: Intérêt payé

# lblInterestPaidUpto
source: Interest Paid Upto
fr: Intérêt payé jusqu'à

# lblInterestPayable
source: Interest Payable
fr: Intérêts à payer

# lblInterestPayment
source: Interest Payment
fr: Paiement d’intérêts
ru: Выплата процентов

# lblInterestPaymentFrequency
source: Interest Payment Frequency
fr: Fréquence Paiement Intérêts

# lblInterestPeriod
source: Interest Period
fr: Période d'intérêt

# lblInterestRate
source: Interest Rate
fr: Taux d'intérêt

# lblInterestRateID
source: Interest Rate ID
fr: Code du taux d'intérêt

# lblInterestRateSlabID
source: Slab Details ID
fr: Code des détails d'intervalles

# lblInterestRateType
source: Interest Rate Type
fr: Type de taux d'intérêt

# lblInterestReceivable
source: Interest Receivable
fr: Intérêts à recevoir

# lblInterestRounding
source: Interest Rounding
fr: Arrondi d'intérêts

# lblInterestSuspended
source: Interest Suspended
fr: Intérêt suspendu

# lblInterestTransferTo
source: Interest Transfer To
fr: Transfert d'intérêt au

# lblInterestType
source: Interest Type
fr: Type d'intérêt

# lblIntOverdueReceivable
source: Int. Overdue Receivable
fr: Intérêt en retard à recevoir

# lblIntroducerClientID
source: Introducer Customer ID
fr: ID de l'introducteur du client

# lblIntroducerDetails
source: Introducer Details and Others
fr: Détails de l'introducteur et autres

# lblIntroducerMinDealingWithBank
source: Introducer should be dealing with us for atleast
fr: Introducteur devrait traiter avec nous pendant une durée d'au moins

# lblInvoiceDate
source: Invoice Date
fr: Date de facture

# lblInvoiceNo
source: Invoice No
fr: N° de facture

# lblInvoiceValue
source: Invoice Value
fr: Valeur de facture

# lblIPAddress
source: IP Address
fr: Adresse IP

# lblIPS
source: Parameter Settings in
fr: Paramètres de configuration dans

# lblIsActive
source: Is Active
fr: Est actif

# lblIsBlocked
source: Is Blocked
fr: Est bloqué

# lblIsChangeProduct
source: Change Product ID on Dormancy
fr: Changer le code du produit si inactif

# lblIsChargeable
source: Chargeable
fr: Payant

# lblIsClearingCenter
source: Is Clearing Centre
fr: Banque en charge de la collecte/compensation de chèques

# lblIsCoinsAvailable
source: Coins Available
fr: Pièces de monnaie disponibles

# lblIsCrIntProcApplicable
source: Is Credit Interest Procedure Applicable
fr: La procédure d'intérêt créditeur est applicable

# lblIsDefault
source: Is Default
fr: Par défaut

# lblIsDependent
source: Is Dependent
fr: Dépendant

# lblIsDrIntProcApplicable
source: Is Debit Interest Procedure Applicable
fr: La procédure d'intérêt débiteur est applicable

# lblIsExistingClient
source: Is Existing Client
fr: Client

# lblIsFormatRequired
source: Format Required
fr: Format requis

# lblIsHeadOfficet
source: Is Head Office
fr: Agence centrale

# lblIsInterestTaxable
source: Is Interest Taxable
fr: L'intérêt est taxable

# lblIsLeased
source: Leased
fr: Est Loué

# lblIsLocalClearingBank
source: Is Local Clearing Bank
fr: Banque de compensation locale

# lblIsMandatory
source: Is Mandatory
fr: Obligatoire

# lblIsNominationRollover
source: Is Nomination Rollover
fr: Renouvelement de la nomination

# lblIsNPA
source: Under NPA
fr: Sous CNP

# lblISOCurrencyCode
source: ISO Code
fr: Code ISO

# lblIsPenaltyIntAccrual
source: Is Penalty Int. Accrual
fr: Accumulation d'intérêt de pénalité

# lblIsPenIntAcrlOnNPA
source: Is Penalty Int. Accrual on NPA
fr: Accumulation d'intérêt de pénalité sur les CNP

# lblIsPOMandatory
source: Purchase Order Mandatory
fr: Ordre d'achat est obligatoire

# lblIsRevaluate
source: Do revaluation
fr: Réévaluer

# lblIsSpecificProvision
source: Is specific provision
fr: Dotation aux provisions spécifique

# lblIssuedBy
source: Issued By
fr: Délivré par

# lblIsSupervisionRequired
source: Is Supervision Required
fr: Supervision Requise

# lblIsSystem
source: Is System
fr: Est Systeme

# lblIsTrxIDBased
source: Based on Transaction ID
fr: Basé sur le N° opération

# lblIsUpCountry
source: Is Upcountry Branch
fr: Est Agence rurale

# lblIsVault
source: Is Vault
fr: Coffre fort

# lblItemAmount
source: Item Amount
fr: Montant d'élément

# lblItemNo
source: Item Serial No
fr: N° de série de l'élément

# LblIU
source: Image Upload
fr: Téléchargement d'image

# lblJoinDate
source: Join Date
fr: Date d'enregistrement

# lblJoinedOn
source: Joined On
fr: Joint pour superviser le

# lblJoinOn
source: Join On
fr: Joint pour superviser le

# lblJointCreditSupervisionLimit
source: Joint Credit Supervision Limit
fr: Joint pour superviser le plafond de crédit

# lblJointDebitSupervisionLimit
source: Joint Debit Supervision Limit
fr: Joint pour superviser le plafond de débit

# lblJointExcessSupervisionLimit
source: Joint Excess Supervision Limit
fr: Joint pour superviser le plafond de l'excès

# lblJointLimit
source: Joint Limit
fr: Joint pour la superviser le plafond

# lblJVCurrencyType
source: JV Currency Type
fr: Type de devise du journal (JV)

# lblKeepPasswordHistoryFor
source: Keep Password History For
fr: Retenir l'historique des mots de passe

# lblKeys
source: Keys
fr: Clefs

# lblKnowSince
source: Know Since
fr: Connu depuis

# lblLandArea
source: Land Area
fr: Région du terrain

# lblLandMark
source: Land Mark
fr: Repère

# lblLanguage
source: Language
fr: Langue

# lblLanguageID
source: Language ID
fr: Code de langue

# lblLAPP
source: Loan Application Projection Parameters
fr: Paramètres de projection de demande de prêt

# lblLargestAllowableTrxAmt
source: Largest Allowable Trx Amt
fr: Plus grand montant des opérations permises

# lblLastAccessedTime
source: Last Accessed Time
fr: Dernier accès

# lblLastAmortizationAmount
source: Last Amortization Amount
fr: Dernier montant d'amortissement

# lblLastCrDate
source: Last Credit Date
fr: Date du dernier crédit

# lblLastDate
source: Last Date
fr: Dernière date

# lblLastDebitDate
source: Last Debit Date
fr: Date du dernier débit

# lblLastDisbursementDate
source: Last Disbursement Date
fr: Date du dernier décaissement

# lblLastExecutionDate
source: Last Execution Date
fr: Date de dernière exécution

# lblLastInstallment
source: Last Installment
fr: Dernière échéance

# lblLastInstallmentAmount
source: Last Installment Amount
fr: Montant de la dernière échéance

# lblLastInstallmentDate
source: Last Installment Date
fr: Dernière date d'échéance

# lblLastInstallmentDueWithin
source: Last Installment Due Within
fr: Dernière échéance due pendant

# lblLastName
source: Last Name
fr: Nom

# lblLastPaidDate
source: Last Paid Date
fr: Dernière date de paiement

# lblLastPremiumPaidDate
source: Last Premium Paid Date
fr: Date de la dernière prime payée

# lblLastProcessDate
source: Last Process Date
fr: Date du dernier processus

# lblLastRecoveredOn
source: Last Recovered On
fr: Recouvré en dernier le

# lblLastRescheduledOn
source: Last Rescheduled On
fr: Rééchelonné en dernier le

# lblLastRunDate
source: Last Run Date
fr: Date de la dernière exécution

# lblLastRunStatus
source: Last Run Status
fr: État de la dernière exécution

# lblLatePaymentPenalty
source: Late Payment Penalty
fr: Pénalité des paiements en retard

# lblLBS
source: Local Branch Setting
fr: Configuration de l'agence locale

# lblLD
source: Limit Details
fr: Détails du plafond

# lblLeasedExpiryDate
source: Lease Expiry Date
fr: Date d'expiration du bail

# lblLength
source: Length
fr: Longueur

# lblLiability
source: Liability
fr: Passif

# lblLicense
source: Licensed To :
fr: Autorisé à:

# lblLienDate
source: Lien Date
fr: Date du gage

# lblLimit
source: Limit
fr: Plafond

# lblLimitAmount
source: Limit Amount
fr: Plafond du montant

# lblLimitCollateralValue
source: Limit Collateral Value
fr: Plafond de la valeur de la garantie

# lblLimitExpiryGraceDays
source: Limit Expiry Grace Days
fr: Limite d'échéance des jours de grâce

# lblLimitID
source: Limit ID
fr: Code du plafond

# lblLimitType
source: Limit Type
fr: Type de plafond

# lblLineOfBusiness
source: Line of Business
fr: Secteur d'activité

# lblLiteracyLevel
source: Literacy Level
fr: Niveau d'alphabétisation

# lblLMD
source: Lien Marking Details
fr: Détails du marquage du gage

# lblLMF
source: Lien Marking For
fr: Marquer le gage pour

# lblLoan
source: Loan
fr: Prêt

# lblLoanAccountDetails
source: Loan Account Details
fr: Détails du compte du prêt

# lblLoanAccountID
source: Loan Account Number
fr: N° du compte de prêt

# lblLoanAmount
source: Loan Amount
fr: Montant du prêt

# lblLoanBalance
source: Loan Balance
fr: Solde du prêt

# lblLoanClass
source: Loan Class
fr: Classe de prêt

# lblLoanCycle
source: Loan Cycle
fr: Cycle de prêt

# lblLoanCycleNo
source: Loan Cycle No.
fr: N° du cycle de prêt

# lblLoanCycleRequired
source: Loan Cycle Required
fr: Cycle de prêt requis

# lblLoanCycleType
source: Loan Cycle Type
fr: Type du cycle de prêt

# lblLoanDetails
source: Loan Details
fr: Détails du prêt

# lblLoanLevel
source: Loan Level
fr: Niveau de prêt

# lblLoanLevelNo
source: Loan Level No
fr: N° du niveau de prêt

# lblLoanLimit
source: Loan Limit
fr: Plafond du prêt

# lblLoanPeriod
source: Loan Period
fr: Période du prêt

# lblLoanProductID
source: Loan Product ID
fr: Code du produit de prêt

# lblLoanProjectionType
source: Loan Projection Type
fr: Type de projection de prêt

# lblLoanPurpose
source: Loan Purpose
fr: Motif du prêt

# lblLoanRefNo
source: Loan Ref No.
fr: N° de référence du prêt

# lblLoanSeries
source: Loan Series
fr: Série du prêt

# lblLoanStatus
source: Loan Status
fr: État du prêt

# lblLoanType
source: Loan Type
fr: Type de prêt

# lblLoanWriteOffComponentDetails
source: Loan WriteOff Component Details
fr: Détails des composants d'abandon de créances

# lblLocalAmount
source: Local Amount
fr: Montant local

# lblLocalCharge
source: Local Charge
fr: Frais locaux

# lblLocalClosingBalance
source: Local Closing Balance
fr: Solde de clôture locale

# lblLocalCurrencyID
source: Local Currency ID
fr: Code de devise locale

# lblLocalOpeningBalance
source: Local Opening Balance
fr: Solde d'ouverture locale

# lblLocalOSAmount
source: O/S Local Amount
fr: Montant local restant

# lblLocation
source: Location
fr: Emplacement

# lblLodgedDate
source: Lodged Date
fr: Date du logement

# lblLog
source: Please Log in to Bantu
fr: Veuillez vous connecter sur Bankers Bantu Core
ru: Войдите в банковской Realm.NET

# lblLoginDate
source: Login Date
fr: Date de connexion

# lblLoginDenied
source: Login Denied
fr: Accès refusé

# lblLoginDetails
source: Login Details
fr: Détails connexion

# lblLoginID
source: Login ID
fr: ID de connexion

# lblLoginLockedOut
source: Login Locked Out
fr: Connexion verrouillée

# lblLoginPermitted
source: Login Permitted
fr: Connexion autorisée

# lblLossGLAccountID
source: Loss GL Account Number
fr: N° du compte GL de pertes

# lblLossProvision
source: Loss Provision
fr: Provision sur perte

# lblLossProvisionAmount
source: Loss Provision Amount
fr: Montant de provision sur perte

# lblLossProvisionUpto
source: Loss Provision Upto
fr: Provision sur perte jusqu'à

# lblLRD
source: Lien Release Details
fr: Détail de fin de gage

# lblLReceiptID
source: FD Receipt ID
fr: Code du reçu de dépôt à terme

# lblMailingAddress
source: Mailing Address
fr: Boîte postale

# lblMainAccountID
source: Main Account Number
fr: N° du compte principal

# lblMainModule
source: Main Module
fr: Module principal

# lblMaintainInsuranceCompanies
source: Maintain Insurance Companies
fr: Gestion des compagnie d'assurance

# lblMajorUnit
source: Major Unit
fr: Unité principale

# lblMandatory
source: Mandatory
fr: Obligatoire

# lblMandatoryFields
source: Mandatory Fields
fr: Champs obligatoire

# lblManufactureYear
source: Manufactured Year
fr: Année de fabrication

# lblMargin
source: Margin
fr: Marge

# lblMaritalStatus
source: Marital Status
fr: État civil

# lblMarketValue
source: Market Value
fr: Valeur de marché

# lblMarkingHoliday
source: Marking Holiday
fr: Marquer les jours fériés

# lblMarkingRate
source: Marking Rate
fr: Marquer les taux

# lblMarkUpDown
source: Mark Up / Down
fr: Montant plus ou moins
