Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblFreezeAmountOnFailure
source: Freeze Amount On Failure
fr: Bloquer le montant en cas d'échec

# lblProductDocuments
source: Product Documents
fr: Documents du produit

# lblAccessLevel
source: Access Level
fr: Niveau d'accès
ru: Уровень доступа

# lblAccnt
source: Account
fr: Compte
ru: Счет

# lblAccount
source: Account Details
fr: Détails du compte
ru: Информация об учетной записи

# lblAccountClass
source: Account Class
fr: Classe du compte
ru: Счета класса

# lblAccountClassID
source: Account Class ID
fr: Code Classe de Compte
ru: Счет идентификатор класса

# lblAccountCurrencyID
source: Account Currency ID
fr: Code devise de Compte
ru: Валюта счета ID

# lblAccountID
source: Account Number
fr: N° du compte
ru: Счет ID

# lblAccountingRule
source: Accounting Rule
fr: Règle de comptabilité
ru: Правила бухгалтерского учета

# lblAccountingRuleID
source: Accounting Rule ID
fr: Code des règles de comptabilité
ru: Бухгалтерский учет правило ID

# lblAccountLimit
source: Account Limit
fr: Plafond du compte
ru: Счет Предельные

# lblAccountLockoutThreshold
source: Account Lockout Threshold
fr: Seuil de verrouillage du compte
ru: Счет порог блокировки

# lblAccountName
source: Account Name
fr: Intitule du Compte
ru: Название счета

# lblAccountOfficer
source: Account Officer
fr: Gestionnaire de Compte
ru: Счет сотрудника

# lblAccountPayable
source: Account Payable
fr: Compte à vue
ru: Счета к оплате

# lblAccountPayableID
source: Account Payable ID
fr: ID Compte à vue
ru: Счета к оплате ID

# lblAccountPayableType
source: Account Payable Type
fr: Type Compte à vue
ru: Счета к оплате типа

# lblAccountPayee
source: Account Payee
fr: Bénéficiaire du compte
ru: Счет получателя платежа

# lblAccountPrefix
source: Account Prefix
fr: Préfixe du compte
ru: Счет Префикс

# lblAccountProductID
source: Account Product ID
fr: Code Produit de compte
ru: Счет Product ID

# lblAccountSubType
source: Account Sub Type
fr: Sous Type de Compte
ru: Счет к югу типа

# lblAccountType
source: Account Type
fr: Type de compte
ru: Тип учетной записи

# lblAccrualFrequency
source: Accrual Frequency
fr: Périodicité Amortissement
ru: Периодичность начисления

# lblAccrualGLID
source: Account GL ID
fr: N° de compte du GL d'amortissement
ru: Счет GL ID

# lblAccruedInterest
source: Accrued Interest
fr: Intérêts échus
ru: Начисленные проценты

# lblAccruedTax
source: Accrued Tax
fr: Taxes échues
ru: Начисленный налог

# lblAccruedUpto
source: Accrued Upto
fr: Échues Au
ru: Начисленные Upto

# lblAccrueInterest
source: Accrue Interest
fr: Intérêts comptabilisés d’avance
ru: Учитывается Проценты

# lblAccuredDepreciationAmount
source: Accumulated Depreciation
fr: Amortissements
ru: Накопленная амортизация

# lblAccureInterestAfterMaturity
source: Accrue Interest after Maturity
fr: Intérêts comptabilisés d’avance après date d’échéance
ru: Учитывается интерес после зрелости

# lblACD
source: Additional Collateral Details
fr: Détails additionnels de la garantie
ru: Дополнительные подробности залога

# lblAcquiredDepreciation
source: Acquired Depreciation
fr: Amortissement acquis
ru: Приобретенные Амортизация

# lblAcquisitionByID
source: Acquisition By
fr: Acquisition par
ru: Приобретенные Амортизация

# lblAcquisitionDate
source: Acquisition Date
fr: Date Acquisition
ru: Приобретение

# lblAcquisitionDetails
source: Acquisition Details
fr: Détails Acquisition
ru: Приобретение Подробности

# lblActualAmount
source: Actual Amount
fr: Montant réalisé
ru: Фактическая сумма

# lblAD
source: Account Documents
fr: Documents du compte
ru: Счет Документы

# lblAddCache
source: AddASPCache
fr: Ajouter l'antémémoire pour ASP

# lblAdditionalCollateral
source: Additional Collateral
fr: Garantie additionnelle
ru: Дополнительных залогов

# lblAddress
source: Address
fr: Adresse
ru: Адрес

# lblAddress1
source: Address 1
fr: Adresse 1
ru: Адрес 1

# lblAddress2
source: Address 2
fr: Adresse 2
ru: Адрес 2

# lblAddressDetails
source: Address Details
fr: Détails d'adresse
ru: Адрес Подробности

# lblAddressNo1
source: Address #1
fr: Adresse N° 1
ru: Адрес # 1

# lblAddressNo2
source: Address #2
fr: Adresse N° 2
ru: Адрес # 2

# lblAddressType
source: Address Type
fr: Type d'adresse
ru: Тип адреса

# lblAdjustedAdvanceAmount
source: Adjusted Advance Amount
fr: Montant ajusté de prêt
ru: Уточненный объем заранее

# lblAdjustedGraceDays
source: Adjusted Grace Days
fr: Jours de differé ajusté
ru: Уточненный Грейс дней

# lblAdvanceAccountID
source: Advance Account Number
fr: N° de compte de prêt
ru: Предварительный идентификатора учетной

# lblAdvanceAmount
source: Advance Amount
fr: Montant de prêt
ru: Предварительный Сумма

# lblAdvanceBranchID
source: Advance Branch ID
fr: Code Agence de prêt
ru: Предварительный филиал ID

# lblAdvanceInstallment
source: Advance Installment
fr: Échéance du pret
ru: Предварительный взнос

# lblAdvanceLimit
source: Advance Limit
fr: Plafond de prêt
ru: Предварительный Предельные

# lblAdvanceModule
source: Advance Module
fr: Module de prêt
ru: Предварительный Модуль

# lblAdvancePaid
source: Advance Paid
fr: Prêt payé
ru: Предварительный Платные

# lblAdvanceSettings
source: Advance Settings
fr: Configuration de prêt
ru: Предварительный Настройки

# lblAdvanceType
source: Advance Type
fr: Type de prêt
ru: Предварительный Тип

# lblAdvanceTypeID
source: Advance Type ID
fr: Code du type de prêt
ru: Предварительный тип ID

# lblAdviseID
source: Advice ID
fr: Code de conseil
ru: Советы ID

# lblAE
source: Applicable Events
fr: Événements applicables
ru: Применимо События

# lblAfterDays
source: After (Days)
fr: Après (jours)
ru: После (в днях)

# lblAfterNoOfDays
source: After No. of Days
fr: Après le nombre de jour
ru: После Кол-во дней

# lblAgingFromDays
source: From Aging Days
fr: Depuis
ru: От старения дней

# lblAgingToDays
source: To Aging Days
fr: Jusqu'aux
ru: Для старения дней

# lblAlertFrequency
source: Alert Frequency
fr: Fréquence d'alerte
ru: Оповещение Частота

# lblAll
source: All
fr: Tous
ru: Все

# lblAlldisbursement
source: All disbursement
fr: Tous les Décaissements
ru: Все выплаты

# lblAllInstallmentDueArrears
source: All Installment Due (Arrears)
fr: Toutes les échéances Dus
ru: Все Из-за взнос (задолженность)

# lblAllLimits
source: * All Limits are in Local Currency
fr: * Toutes les limites sont en devise locale
ru: * Все ограничения находятся в местной валюте

# lblAllocationDetails
source: Allocation Details
fr: Détails de la répartition
ru: Распределение Подробности

# lblAllowableLargestAmount
source: Largest Allowable Trx Amount
fr: Le plus grand montant d'opération permis
ru: Самый большой объем допустимого Trx

# lblAllowAdd
source: Allow Add
fr: Autoriser Ajout
ru: Позвольте добавить

# lblAllowCancel
source: Allow Cancel
fr: Autoriser Annulation
ru: Позвольте Отмена

# lblAllowClose
source: Allow Close
fr: Autoriser clôture
ru: Позвольте Закрыть

# lblAllowCreditTrx
source: Allow Credit
fr: Autoriser transaction de crédit
ru: Разрешить кредитным

# lblAllowDelete
source: Allow Delete
fr: Autoriser suppression
ru: Позвольте Удалить

# lblAllowEdit
source: Allow Edit
fr: Autoriser modification
ru: Разрешить Изменить

# lblAllowInterestWithdrawal
source: Allow Interest Withdrawal
fr: Autoriser retrait d'intérêt
ru: Позвольте интерес вывода

# lblAllowMultipleDisbursement
source: Allow Multiple Disbursement
fr: Autoriser décaissement multiple

# lblAllowOverride
source: Allow Override
fr: Autoriser outrepasser
ru: Позвольте Перекрыть

# lblAllowReinstatement
source: Allow Reinstatement
fr: Autoriser rétablissement
ru: Позвольте Восстановление

# lblAllowRejection
source: Allow Rejection
fr: Autoriser rejet
ru: Позвольте Отклонение

# lblAllowSupervision
source: Allow Supervision
fr: Autoriser supervision
ru: Позвольте ясли

# lblAllowTOD
source: Allow TOD
fr: Autoriser découvert temporaire
ru: Позвольте TOD

# lblAllProducts
source: All Products
fr: Tous les produits
ru: Все товары

# lblAMOgroup
source: Allow moving to other group
fr: Autoriser le déplacement dans un autre groupe
ru: Позвольте переезда в другой группе

# lblAmortiseR78
source: Amortize Using R-78
fr: Amortir utilisant R-78
ru: Использование амортизировать Р-78

# lblAmortization
source: Amortization
fr: Amortissement
ru: Амортизация

# lblAmortizeDuringMonthEnd
source: Amortize During Month End
fr: Amortir pendant la fin du mois
ru: Амортизировать в течение конца месяца

# lblAmortizeExpense
source: Amortize Expense
fr: Dépenses amortis
ru: Расходы амортизировать

# lblAmount
source: Amount
fr: Montant 1
ru: Сумма 1.

# lblAmountDisbursed
source: Amount Disbursed
fr: Montant décaissé
ru: Сумму, которая будет выплачиваться

# lblAmountIn
source: Amount In
fr: Montant dans
ru: Сумма в

# lblAmountPercentage
source: Amount/ Percentage
fr: Montant/ Pourcentage
ru: Сумма / Процент

# lblAmountRecovered
source: Amount Recovered
fr: Montant recouvré
ru: Сумма Рекуперация

# lblAmountRounding
source: Amount Rounding
fr: Montant arrondi
ru: Сумма Округление

# lblAmountSlabFrom
source: Amount From
fr: Montant de
ru: Сумма из

# lblAmountSlabTo
source: Amount To
fr: Montant à
ru: Сумма

# lblAmountSlabWiseROI
source: Amount Slab Wise Rate of Interest
fr: Intervalle du montant des taux d'intérêts
ru: Сумма плиты мудрым процентная ставка

# lblAmtOrPerID
source: Amount/ Percentage
fr: Montant/ Pourcentage
ru: Сумма / Процент

# lblAnnualizedInterestRate
source: Annualized Interest Rate
fr: Taux d'intérêt annualisé
ru: В расчете на год процентная ставка

# lblApplicableFrom
source: Applicable From
fr: Applicable à partir de
ru: Применимым

# lblApplicableUpto
source: Applicable Upto
fr: Applicable jusqu'à
ru: Применимо Upto

# lblApplicationDate
source: Application Date
fr: Date de la demande
ru: Дата заявки

# lblApplicationDetails
source: Application Details
fr: Détails de la demande
ru: Применение Подробности

# lblApplicationDocuments
source: Application Documents
fr: Documents de la demande

# lblApplicationFromDate
source: Application from Date
fr: Demande à partir de la date
ru: Заявка от даты

# lblApplicationID
source: Application ID
fr: Code de la demande
ru: Применение ID

# lblApplicationStage
source: Application Stage
fr: Étapes de la demande
ru: Применение Стадия

# lblApplicationStatus
source: Application Status
fr: État de la demande
ru: Состояние заявки

# lblApplicationToDate
source: Application to Date
fr: Demande jusqu'à la date du
ru: Заявка на сегодняшний день

# lblApplicationType
source: Application Type
fr: Type de demande
ru: Применение Тип

# lblApplied
source: Applied
fr: Déjà sollicité
ru: Прикладная

# lblAppliedAmount
source: Applied Amount
fr: Montant sollicité
ru: Прикладная Сумма

# lblApplyCharge
source: Apply Charge
fr: Appliquer les frais
ru: Применить Зарядка

# lblApplyToNonCustomer
source: Apply To Non Customer
fr: Appliquer aux non clients
ru: Некоммерческие Подайте заявку на клиента

# lblApportionedCollateralValue
source: Apportioned Collateral Value
fr: Valeur de la garantie répartie
ru: Ассигнования на стоимость залога

# lblApportionedRatio
source: Apportioned Ratio
fr: Ratio réparti
ru: Ассигнования на Соотношение

# lblApportionedValue
source: Apportioned Value
fr: Valeur répartie
ru: Ассигнования на стоимость

# lblApportionRatio
source: Apportion Ratio
fr: Répartir les ratios
ru: Соотношение распределить

# lblAppraisalDetails
source: Appraisal Details
fr: Détails d'évaluation
ru: Оценка Подробности

# lblAppraisedBy
source: Appraised By
fr: Évalué par
ru: Оценку

# lblAppraisedOn
source: Appraised On
fr: Évalué le
ru: Об оценочной

# lblApprove
source: Approve
fr: Approuver

# lblApprovedBy
source: Approved By
fr: Approuver par
ru: Утвержденного

# lblApprovedbyAuthority
source: (Approved by Authority)
fr: (Approuvé par une autorité)
ru: (Утвержден органа)

# lblApprovedDate
source: Approved Date
fr: Date approuvée
ru: Утвержденные Дата

# lblApprovedOn
source: Approved On
fr: Approuvé le
ru: Утвержден

# lblArrearDays
source: Arrear Days
fr: Jours arriérés
ru: Уплату дней

# lblAS
source: Allow Swapping
fr: Autoriser la permutation
ru: Позвольте Swapping

# lblAssetIDLength
source: Asset ID Length
fr: Longueur du code des actifs
ru: Активы ID длина

# lblAssetLocationID
source: Asset Location ID
fr: Code des emplacements des actifs
ru: Активы местоположение ID

# lblAssetValue
source: Asset Value
fr: Valeur des actifs
ru: Стоимости активов

# lblAssignedDate
source: Assigned Date
fr: Date assignée
ru: Установленное Дата

# lblAssignedOn
source: Assigned On
fr: Assigné le
ru: Возлагаются на

# lblAttachmentFileType
source: Attachment File Type
fr: Type de pièce jointe
ru: Прикрепленный файл типа

# lblAttachmentFormat
source: Attachment Format
fr: Format de la pièce jointe
ru: Формат приложения

# lblAttachmentSendAsFile
source: Attachment Send as File
fr: Pièce jointe envoyée comme fichier
ru: Отправить как Прикрепленный файл

# lblAttachmentUsingTemplate
source: Attachment Using Template
fr: Pièce jointe utilisant un modèle
ru: Приложение с использованием шаблонов

# lblAttemptFailedAt
source: Attempt Failed At
fr: Tentative échouée à
ru: Покушение на Ошибка

# lblAttendanceStatus
source: Attendance Status
fr: État de la participation
ru: Участники Статус

# lblAuditedDate
source: Last Audited On
fr: Date du dernier audit
ru: Последнее проверенные на

# lblAutoAssetID
source: Auto Asset ID
fr: Auto - Code des actifs
ru: Auto ID актива

# lblAutoLimitExpiry
source: Auto Limit Expiry
fr: Expiration Auto de la Limite
ru: Автомобили истечения предельных

# lblAutoSubGroupID
source: Sub Group ID (MFI)
fr: Code Sous-Groupe Automatique
ru: Под группа ID (ФГИ)

# lblAutoSwapping
source: Auto Swapping
fr: Permutation auto.
ru: Автомобили Swapping

# lblAutoSwapProduct
source: Swap Product ID
fr: Permuter le code de produit

# lblAvailableBalance
source: Available Balance
fr: Solde disponible
ru: Доступный остаток

# lblAvailableBalanceSettings
source: Available Balance Settings
fr: Paramètres des soldes disponibles
ru: Доступные настройки баланса

# lblBalance
source: Balance
fr: Solde
ru: Баланс

# lblBalanceAmount
source: Balance Amount
fr: Montant du solde
ru: Сумма баланса

# lblBalanceType
source: Balance Type
fr: Type de solde
ru: Баланс Тип

# lblBank
source: Bank
fr: Banque
ru: Банк

# lblBankAccounts
source: Bank Accounts
fr: Comptes bancaires
ru: Банковские счета

# lblBankDetails
source: Bank Details
fr: Détail de la banque
ru: Банковские реквизиты

# lblBankersRealm
source: Bantu Webbanking
fr: Bantu Core
ru: Банкиры Realm.Net

# lblBankID
source: Bank ID
fr: Code de la banque
ru: Банк ID

# lblBankLogo
source: Bank Logo
fr: Logo de la banque
ru: Банк Logo

# lblBankName
source: Bank Name
fr: Nom de la banque
ru: Название банка

# lblBankRegNumber
source: Bank Reg. No.
fr: N° d'immatriculation de la banque
ru: Банк Рег. Количество

# lblBankSetting
source: Bank Setting
fr: Configuration de la banque
ru: Банк Настройка

# lblBaseBranchID
source: Base Branch ID
fr: Code Agence de base
ru: Базы филиал ID

# lblBaseRate
source: Base Rate
fr: Taux de base
ru: Базовой ставки

# lblBaseRateType
source: Base Rate Type
fr: Type de taux de base
ru: Базовый курс типа

# lblBasis
source: Basis
fr: Base
ru: Основа

# lblBatch
source: Batch ID
fr: Identifant de lot

# lblBD
source: Branch Details
fr: Détails de l'agence
ru: Филиал Подробности

# lblBeneficiary
source: Beneficiary
fr: Bénéficiaire
ru: Получатель

# lblBeneficiaryAccountDetails
source: Beneficiary Account Details
fr: Détails du compte du bénéficiaire
ru: Счет получателя подробности

# lblBeneficiaryAccountID
source: Beneficiary Account Number
fr: N° du compte du bénéficiaire
ru: Счет получателя ID

# lblBeneficiaryName
source: Beneficiary Name
fr: Nom du bénéficiaire
ru: Имя получателя

# lblBeneficiaryType
source: Beneficiary Type
fr: Type du bénéficiaire
ru: Получатель Тип

# lblBHS
source: Additional Information
fr: Information de base
ru: За сцену

# lblBiMonthlyDay
source: Bi-Monthly Day 1
fr: Première Journée bi-mensuel
ru: Два раза в месяц День 1

# lblBlocked
source: Blocked
fr: Bloqué
ru: Заблокировано

# lblBlocking
source: Blocking
fr: Bloquer
ru: Блокировка

# lblBloodGroup
source: Blood Group
fr: Groupe sanguin
ru: Группа крови

# lblBookDate
source: Book Date
fr: Date Reservation
ru: Заказать Дата

# lblBookedAmount
source: Booked Amount
fr: Montant Réservé
ru: Сумма бронированные

# lblBookType
source: Book Type
fr: Type Reservation
ru: Заказать Тип

# lblBookValue
source: Book Value
fr: Valeur comptable

# lblBR
source: Buying Rate
fr: Taux Achat
ru: Покупка валюты

# lblbranch
source: Branch
fr: Agence
ru: Отделение

# lblBranchCashLimit
source: Branch Cash Limit
fr: Plafond Caisse Agence
ru: Филиал наличными предел

# lblBranchFinancialDetails
source: Branch Financial Details
fr: Details Financiers Agence
ru: Сектор финансовых подробности

# lblBranchID
source: Branch ID
fr: Code Agence
ru: Филиал ID

# lblBranchName
source: Branch Name
fr: Nom Agence
ru: Название филиала

# lblBranchPrefix
source: Branch Prefix
fr: Prefixe Agence
ru: Филиал Префикс

# lblBranchType
source: Branch Type
fr: Type Agence
ru: Сектор Тип

# lblBrandName
source: Brand Name
fr: Nom de la marque
ru: Бренды

# lblbtnBatch
source: Batch
fr: Lot

# lblBudgetType
source: Budget Type
fr: Type de budget
ru: Бюджет Тип

# lblBuildArea
source: Super Build up Area
fr: Zone En Construction
ru: Super наращивать область

# lblBuilderName
source: Builder Name
fr: Nom du constructeur
ru: Имя Builder

# lblBusinessDetails
source: Business Details
fr: Détails d'affaires
ru: Бизнес Подробнее

# lblBusinessLine
source: Business Line
fr: Secteur Activité
ru: Бизнес Лайн

# lblBusinessOwnership
source: Business Ownership
fr: Propriété commerciale
ru: Бизнес Собственность

# lblBusinessStartedYear
source: Business Started Year
fr: Année de démarrage d'affaires
ru: Бизнес начал год

# lblBuying
source: Buying
fr: Acheter
ru: Покупка

# lblBuyingVariance
source: Buying Variance(%)
fr: Écart d'achat (%)
ru: Покупка Разница (в%)

# lblByCash
source: By Cash
fr: En espèce
ru: Наличными

# lblByTransfer
source: By Transfer
fr: Par Transfert
ru: Перечислением

# lblCalculationBasis
source: Calculation Basis
fr: Base de calcul
ru: Расчет Основа

# lblCalculationComponent
source: Calculation Component
fr: Composant du calcul
ru: Расчет Компонент

# lblCalculationMethod
source: Calculation Method
fr: Méthode de calcul
ru: Метод расчета

# lblCancellationDate
source: Cancellation Date
fr: Date d'annulation
ru: Дата аннулирования

# lblCancellationReason
source: Cancellation Reason
fr: Motif d'annulation
ru: Причина аннулирования

# lblCanDonateBlood
source: Can Donate Blood
fr: Peut donner du sang
ru: Можно сдавать кровь

# lblCanExtendTermonReschedule
source: Can Extend Term on Reschedule
fr: Peut prolonger les Durées de rééchelonnement

# lblCanInstallmentMoveToNextMonth
source: Can Installment Move To Next Month
fr: L'échéance du pret peut-il être reporté au mois prochain?
ru: Можно перейти к взнос в следующем месяце

# lblCannotchangepassword
source: Cannot change password
fr: Ne peut Changer son Mot de Passe
ru: Не удается изменить пароль

# lblCanOverrideRule
source: Allow Override Rule
fr: Peut Outrepasser les regles
ru: Позвольте правило преимущественной

# lblCanRefinance
source: Can Refinance
fr: Peut refinancer
ru: Может Refinance

# lblCanSendAssociateSpecialOffer
source: Can Send Associate Special Offer
fr: Peut envoyer l'offre spéciale associée
ru: Можно отправить младших Специальное предложение

# lblCanSendGreetings
source: Can Send Greetings
fr: Peut envoyer des salutations
ru: Можно отправить поздравление

# lblCanSendOurSpecialOffers
source: Can send Our Special Offers
fr: Peut envoyer nos offres spéciales
ru: Можно отправить наши специальные предложения

# lblCashControlGLID
source: Cash Control GL ID
fr: N° GL du contrôle de caisse
ru: Наличный контроля GL ID

# lblCashCredits
source: Cash Credits
fr: Versement en espèce
ru: Денежные кредиты

# lblCashDebits
source: Cash Debits
fr: Retrait en espèce
ru: Наличный Вычеты

# lblCashier
source: Cashier
fr: Caissier
ru: Кассир

# lblCashierGLID
source: Cashier GL ID
fr: N° GL du caissier
ru: Кассир GL ID

# lblCashierRole
source: Cashier Role
fr: Profil du Caissier
ru: Кассир Роль

# lblCashOrTC
source: Cash or TC
fr: Versement ou transfert par crédit
ru: Наличный или TC

# lblCategory
source: Category
fr: Catégorie
ru: Категория

# lblCaution
source: Caution
fr: Attention
ru: Осторожность

# lblCB
source: Cash Balance
fr: Solde de trésorerie
ru: Остаток наличных средств

# lblCD
source: Cheque Details
fr: Détails du chèque
ru: Чек Подробности

# lblCDD
source: Cheque / DD Details
fr: Détails du chèque/ Traite à vue
ru: Чек / DD подробности

# lblCeilingAmount
source: Ceiling Amount
fr: Montant du plafond
ru: Максимальная сумма

# lblCess
source: Cess
fr: Taxes supplémentaires
ru: Эйр Сесс lblCessID Cess ID Эйр Сесс ID

# lblCessID
source: Cess ID
fr: Code de taxes supplémentaires

# lblCessPaidGLID
source: Cess Paid GL ID
fr: N° GL de taxes supplémentaires payées
ru: Платные Эйр Сесс GL ID

# lblChangedReason
source: Changed Reason
fr: Motif du changement
ru: Изменено Разума

# lblChangePassword
source: Change password
fr: Changer le mot de passe
ru: Изменить пароль

# lblChangePasswordAtNextLogon
source: User must change password at next login
fr: L'utilisateur doit changer le mot de passe à la prochaine ouverture
ru: Пользователь должен изменить пароль при следующем входе

# lblChangeProductOnMaturity
source: Change Product on Maturity
fr: Changer le produit à la date d’échéance
ru: Изменения продукта на зрелость

# lblChangingMeetingDay
source: Changing Meeting Day
fr: Changer le jour de réunion
ru: Изменение заседании день

# lblChargeAmount
source: Charge Amount
fr: Montant des frais
ru: Зарядка Сумма

# lblChargeBasis
source: Charge Basis
fr: Base des frais
ru: Зарядка Основа

# lblChargeCategory
source: Charge Category
fr: Catégorie de frais
ru: Зарядка Категория

# lblChargeCollected
source: Charge Collected
fr: Frais recouvrés
ru: Зарядка Собранные

# lblChargeCurrencyID
source: Charge Currency ID
fr: Code des devises des frais
ru: Зарядка валюте ID

# lblChargeDetails
source: Charge Details
fr: Détails des frais
ru: Зарядка Подробности

# lblChargeID
source: Charge ID
fr: Code de frais
ru: Зарядка ID

# lblChargeInLocalCurrency
source: Charge In Local Currency
fr: Frais en devise locale
ru: Зарядка в местной валюте

# lblChargeList
source: Charge List
fr: Liste des frais
ru: Зарядка Список

# lblChargePenalty
source: Charge Penalty
fr: Frais de pénalité

# lblChargeRecovery
source: Charge Recovery
fr: Recouvrement des frais
ru: Зарядка подъема

# lblCharges
source: Charges
fr: Frais
ru: Сборы

# lblChargeSettings
source: Charge Settings
fr: Paramètres des frais
ru: Зарядка Настройки

# lblChargeType
source: Charge Type
fr: Type de frais
ru: Зарядка Тип

# lblChargingMethod
source: Charging Method
fr: Méthode des frais
ru: Зарядка Метод

# lblChassisNo
source: Chassis No
fr: N° du châssis
ru: Шасси Нет

# lblCheckBasedOn
source: Check Based On
fr: Contrôle basé sur
ru: Проверка основана на

# lblCheckType
source: Check Type
fr: Type de Contrôle
ru: Тип болванки

# lblChequeAmount
source: Cheque Amount
fr: Montant du chèque
ru: Сумма чеками

# lblChequeBookType
source: Cheque Book Type
fr: Type de chéquier
ru: Чековую книжку типа

# lblChequeDate
source: Cheque Date
fr: Date du chèque
ru: Дата чеками

# lblChequeDigit
source: Cheque Digit
fr: Chiffre du chèque
ru: Чек Digit

# lblChequeEnd
source: Cheque End
fr: Fin du chèque
ru: Конец чеками

# lblChequeID
source: Cheque ID
fr: Code du chèque
ru: Чек ID

# lblChequeIDLength
source: Cheque ID Length
fr: Longueur du code du chèque
ru: Чек ID длина

# lblChequeNo
source: Cheque No
fr: N° du chèque
ru: Чек Нет
