Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblCOT
source: Cess On Tax
fr: Taxes supplémentaires sur taxe
ru: Эйр Сесс по налоговым lblCountry Country Страна lblCP Client Portfolio Клиенты lblCPP Collection Projection Parameters Коллекция параметров прогноза lblCRD Cancellation Reason Details Отмена причине подробности lblCreatedBy Created By Автор lblCreatedOn Created On Создан lblCreateNewAccount Create New Account Создать новую учетную запись lblCreditAccID Credit Acc. ID Кредит Acc. ID lblCreditAccountTag Credit Account Tag Кредит счета тег lblCreditBranchID Credit Branch ID Кредит филиала ID lblCreditIntCalRule Interest Calculation Rule Правило расчета lblCreditInterest Credit Interest Кредитные проценты lblCreditInterestAppliedDate Interest Applied Upto Проценты по прикладным до lblCreditInterestPayable Credit Interest Payable Кредитные проценты к уплате lblCreditInterestStartDate Interest Start Date Проценты дата начала lblCreditInterestStartMonth Interest Start Month Проценты Начало месяца lblCreditOfficer Credit Officer Кредитный сотрудник lblCreditOfficerID Credit Officer ID Кредитный сотрудник ID lblCreditPostingLimit Credit Posting Limit Кредитный лимит размещения lblCreditProvisionedDate Interest Accrued Upto Проценты начисляются до lblCreditSupervisionLimit Credit Supervision Limit Кредитный лимит надзор lblCreditTrxID Credit Trx ID Кредит Trx ID lblCreditTurnOver Credit Turn Over Кредит пересаживать lblCRInterestDays Interest Days Проценты дней lblCRNextPayable Next Payable Далее к оплате lblCrOfficerName Cr. Officer Name Cr. Имя сотрудника lblCRWithholdingTax Withholding Tax Удерживаемый налог lblCS Charge Setting Зарядка Настройка lblCT Claim Details Претензия Подробности lblCurr Currencies Валюты lblCurrency Currency Валюта lblCurrencyBranchDetail Currency Branch Details Валюта филиал подробности lblCurrencyDenomination Currency Denomination Валюта Номинал lblCurrencyID Currency ID Валюта ID lblCurrencyTypeID Currency Type Валюта Тип lblCurrentLanguage Your Current Language Ваш текущий язык lblCurrentLoanCycleNo Current Loan Level No Текущий уровень кредита нет lblCurrentStatus Current Status Текущее состояние lblCustomerDescriptionID Customer Description ID Заказчик Описание ID lblCustomerNarration Customer Narration Заказчик повествования lblCustomerRestriction Customer Restriction Заказчик, ограничивающим lblCutoffDate Cutoff Date Дата среза lblCV Consolidated Values Сводный Ценности lblCY Current Year Текущий год lblCycleNo Cycle No Цикл Нет lblDataSource Data Source Источник данных lblDate Date Дата lblDateIssued Issue Date Дата выдачи lblDateOfBirth Date Of Birth Дата рождения lblDateOfRegistration Date Of Registration Дата регистрации lblDay2 Day 2 День 2 lblDayCountBasis Day Count Basis День рассчитывать основе lblDayEnd Day End День окончания lblDayOfWeek Day of Week День недели lblDays (Days) (В днях) lblDayStart Day Start День Начать lblDayStatus Day Status День Статус lblDB Database База данных lblDeathDate Demise Date Дата кончины lblDebitAccID Debit Acc. ID Дебет Acc. ID lblDebitAccountTag Debit Account Tag Дебет счета тег lblDebitBranchID Debit Branch ID Дебет филиал ID lblDebitInterest Debit Interest Дебет Проценты lblDebitInterestReceivable Debit Interest Receivable Дебетовые проценты к получению lblDebitPostingLimit Debit Posting Limit Дебет размещения предел lblDebitSupervisionLimit Debit Supervision Limit Дебет надзор предел lblDebitTrxID Debit Trx ID Дебет Trx ID lblDebitTurnOver Debit Turn Over Дебет пересаживать lblDeduction Deduction Вычет lblDefaultLoanAmount Default Loan Amount По умолчанию размер кредита lblDefaultText Default Text Текст по умолчанию lblDenominations Denominations Наименования lblDepositAccountID Deposit Account ID Депозитные счета ID lblDepositAmount Deposit Amount Суммы вклада lblDepositBalance Deposit Balance Депозиты Баланс lblDepositDate Deposit Date Депозитный Дата lblDepositProductID Deposit Product ID Депозиты Product ID lblDepositStatus Deposit Status Депозиты Статус lblDepositTerm Deposit Term Срочный депозит lblDepositType Deposit Type Депозиты Тип lblDepreciation Depreciation Амортизация lblDepreciationAppliedUpto Depreciation Applied Upto Износ применяться до lblDepreciationFrequency Depreciation Frequency Износ Частота lblDepreciationMethod Depreciation Method Depreciation Method lblDepreciationPeriod Depreciation Period Износ Период lblDepreciationRate Depreciation Rate Амортизации lblDepreciationRateType Depreciation Rate Type Тип амортизации lblDepreciationStartDate Depreciation Start Date Износ дата начала lblDescription Description Описание lblDesignation Designation Назначение lblDetails Details Подробности lblDIP Debit Interest Procedure Дебет-процессуальный интерес lblDirector Director Директор lblDirectorID Director ID Директор ID lblDIS Debit Interest Setting Дебет интерес Настройка lblDisabledFrom Disabled From Инвалиды из lblDisabledReason Disabled Reason Основание для инвалидов lblDisabledTo Disabled To Для инвалидов lblDisabledToDate lblDisabledToDate lblDisabledToDate lblDisbAmount Disb. Amount Disb. Сумма lblDisbursedAmount Disbursed Amount Выплачено Сумма lblDisbursedBy Disbursed By Выделяемых lblDisbursedDate Disbursed Date Выплачено Дата lblDisbursedDate1st Disbursed Date(1st) Выплачено Дата (1) lblDisbursementAmount Disbursement Amount Сумма выплат lblDisbursementDate Disbursement Date Заявки на выделение Дата lblDisbursementDetails Disbursement Details Подробная информация о выплатах lblDisbursementList Disbursement List Заявки на выделение Список lblDisbursementMethod Mode Of Disbursement Режим выплаты lblDisbursementmode Disbursement Mode Заявки на выделение Mode lblDisbursementRestriction Disbursement Restriction Заявки на выделение Ограничение lblDisbursementTime Disbursement Time Заявки на выделение Время lblDisbursementType Disbursement Type Заявки на выделение Тип lblDisplayName Display Name Отображаемое имя lblDisposalDetails Disposal Details Распоряжение Подробности lblDisposalTypeID Disposal Type Распоряжение Тип lblDisposalValue Disposal Value Распоряжение стоимость lblDisposedAmount Total Disposed Value Общая стоимость Увод lblDL Disbursement Выплаты lblDoChgproduct Do Change Product ? Как изменить продукт? lblDocNo Document No Документ № lblDocumentClass Document Class Документ класса lblDocumentDate Document Date Дата документа lblDocumentDetails Document Details Документ Подробности lblDocumentID Document ID Идентификатор документа lblDocumentImage Document Image Документ Image lblDocumentProofID Document Proof ID Документ доказательство ID lblDocumentType Document Type Вид документа lblDormantDate Dormant Date Неактивная Дата lblDormantDays Dormant days Неактивная дней lblDormantProductID Dormant Product ID Неактивная Product ID lblDPDefinition DP Definition DP Определение lblDrawingPower Drawing Power Рисование державой lblDTT General Conditions Общие условия lblDueStage Due Stage Из-за Стадия lblEA Expected Amount Ожидаемые Сумма lblEarlyRenewalDays Early Renewal Days Начало обновления дней lblED Exemption Details Освобождение Подробности lblEditHoliday Edit Holiday Изменить Холидей lblEffectiveDate Effective Date Дата вступления в силу lblEffectiveFrom Effective From Вступают в силу с lblEffectiveRate Effective Rate Эффективное Оценить lblEffectiveTo Effective To Для эффективного lblEH Exit History Выход История lblEligibilityPeriod Eligibility Period Право Период lblEligibleforScavenging Eligible for Scavenging Приемлемые для очистки lblEmailID Email ID Email ID lblEmpID Employee ID Сотрудник ID lblEmploymentDetails Employment Details Работа Подробности lblEncryptAttachment Encrypt Attachment Шифровать Приложение lblEnd End Конец lblEnforcePasswordPolicy Enforce Password Policy Выполнить паролей lblEnforceStrongPasword Enforce Strong Password Выполнить надежный пароль lblEngineNo Engine No Двигатель Нет lblEnquiryResults Enquiry Results Результаты запроса lblEOD You have selected End of Day Procedure. This procedure will update all the relevant modules. Transaction modules are not available during this procedure. Вы выбрали день окончания процедуры. Эта процедура позволит обновить все соответствующие модули. Операция модули, недоступные во время этой процедуры. lblEODS System will Execute End of Day Procedure Without Internal Backup..... Система будет выполнять концу дня порядке без внутренней резервной ..... lblES Event Setting Событие Настройка lblET Expected Tax Ожидаемый налог lblEvent Event Событие lblEventID Event ID Событие ID lblEventModule Event Module Событие Модуль lblExcessInterestCredited Excess Interest Credited Превышение Проценты зачисляются lblExcessPaidLoans Excess Paid Loans Превышение Платные займы lblExcessSupervisionLimit Excess Supervision Limit Превышение предела надзор lblExchangeRate Exchange Rate Обмен валюты lblExcludePrepayment Exclude Prepayment Исключить Предоплата lblExempted Exempted Освобожденные lblExemptedDays Exempted Days Освобожденные дней lblExemptionSetting Exemption Setting Освобождение Настройка lblExistingAccountID Existing Account ID Существующие идентификатора учетной lblExistingClient Existing Client Существующий клиент lblExitChargeoffType Exit Charge-Off Type Выход заряда-off Тип lblExitDate Exit Date Дата выхода lblExitDetails Exit Details Выход Подробности lblExitForThisType Exit for this Type Выход для данного типа lblExitProcessDetails Exit Process Details Выход из процесса подробности lblExitReason Exit Reason Выход Разум lblExitType Exit Type Выход типа lblExitTypeID Exit Type ID Выход типа ID lblExpected Expected Ожидаемые lblExpectedAssetLife Expected Asset Life Ожидаемые актива жизни lblExpectedDisbDate Expected Disb. Date Ожидаемые Disb. Дата lblExpectedDisbursementDate Expected Disbursement Date Планируемые даты выплаты lblExpenseAccountID Expense Account ID(Exp) Расходы Счет ID (Exp) lblExpenseID Expense ID Расходы ID lblExpenseType Expense Type Расходы Тип lblExpiredDate Expired Date Истекшие Дата lblExpiryDate Expiry Date Срок действия lblExposureLimit Exposure Limit Выдержка Предельные lblFailedChargeType Failed Charge Type Ошибка обвинения типа lblFailureTrxID Failure Trx. ID Неспособность Trx. ID lblFamilyIncome Family Income Семейного дохода lblFax Fax No Факс: Нет lblFee1 Fee 1 Плата за 1 lblFee2 Fee 2 Плата 2 lblFee3 Fee 3 Плата 3 lblFee4 Fee 4 Плата 4 lblFES Free Event Setting Бесплатные случае установления lblFieldCaption Field Caption Поле заголовка lblFieldGroup Search Item Type Поиск тип элемента lblFieldName Field Name Имя поля lblFileID File ID ИД файла lblFileName File Name Имя файла lblFileNumber File Number File Number lblFinancialYear Financial Year Финансовый год lblFinancialYearStart Financial Year Start Финансовый год Старт lblFirstDay First Day First Day lblFirstDisbursementDate First Disbursement Date Дата первой выплаты lblFirstExecutionDate First Execution Date Первая дата исполнения lblFirstInstallmentDate First Installment Date Первый взнос Дата lblFirstMeetingDate First Meeting Date Первое заседание Дата lblFirstName First Name Имя lblFixed Fixed Фиксированная lblFixedAmount Amount Сумма lblFixedAssetID Asset ID Активы ID lblFixedAssetSubTypeID Asset Sub Type Активы югу типа lblFixedAssetType Fixed Asset Type Фиксированная Вид актива lblFixedAssetTypeID Asset Type Активы Тип lblFixedPerEvent Fixed Per Event Фиксированная каждый страховой случай lblForeignAmount Foreign Amount Объем иностранных lblForeignBalance Foreign Balance Иностранные Баланс lblForeignClosingBalance Foreign Closing Balance Иностранные конечное сальдо lblForeignOpeningBalance Opening Foreign Balance Открытие иностранных баланс lblForexGainLoss Forex Gain / Loss Forex Прибыль / убыток lblForfeitCollateral Forfeit Collateral Залоговое неустойки lblForfeitDetails Forfeit Details Подробности неустойки lblForfeitedAmount Forfeited Amount Сумма, изъятом lblforfeitnotrecovered Even if forfeit is not recovered Даже если неустойки не возвращается lblForfeitSavings Forfeit Savings Экономия неустойки lblForgoChargesDue Forgo Charges Due Отказаться от сборов, подлежащих lblForgoFutureInterest Forgo Future Interest Отказаться в будущем интерес lblForgoInterestDue Forgo Interest Due Отказаться от процентных начислений lblFormat Format Формат lblFormatDetails Format Details Формат Подробности lblFormationDate Formation Date Формирование Дата lblFormula Formula Формула lblFormulaMandatory Formula Mandatory Формула Обязательное lblFormulas Formulas Формулы lblFR Forfeit Recovery Details Неустойки восстановления деталей lblFreeEvent Free Event Бесплатные Событие lblFreeTrx Free Transaction Бесплатные транзакции lblFreezedAmount Freezed Amount Сумма Freezed lblFrequency Frequency Частота lblFriday Friday Пятница lblFrom From С lblFromAmount From Amount От суммы lblFromBranchID From Branch ID Из филиала ID lblFromCurrency From Currency Из валют lblFromDate From Date От Дата lblFromDisbDate From Disb.Date С Disb.Date lblFromGroupID From Group ID Из группы ID lblFromProductID From Product ID Из Product ID lblFromTillID From Till ID С до ID lblFromYear From Year Из года lblFullyPaidLoans Fully Paid Loans Полностью оплаченный займы lblFundAmount Fund Amount Сумма фонда lblFundedLimit Funded Limit Финансируемые Предельные lblFunder1 Funder 1 Финансирующего 1 lblFunder2 Funder 2 Финансирующего 2 lblFunderID Funder ID Финансирующего ID lblFunderName Funder Name Имя спонсора lblFundID Fund ID Фонд ID lblFundName Fund Name Название фонда lblFundType Fund Type Тип фонда lblFutureInterestType Future Interest Type Будущие интерес типа lblGender Gender Пол lblGenerateSchedule Generate Schedule Создать Расписание lblGLA Group Loan Accounts Группа кредит счета lblGLAccountID GL Account ID GL идентификатора учетной lblGLCategory GL Category GL Категория lblGLClass GL Class GL класса lblGLControlType GL Control Type GL контроля типа lblGLDescriptionID GL Description ID GL Описание ID lblGLFormatID GL Format ID GL формат ID lblGLID GL ID GL ID lblGLNarration GL Narration GL повествования lblGLReportType GL Report Type GL типа отчета lblGLSubAccountTypeID Sub Account Type ID Под тип счета ID lblGLSubType GL Sub Type GL югу типа lblGLType GL Type GL Тип lblGLTypeID GL Type ID GL тип ID lblGML Group Member List Список членов группы lblGPD Group Projection Details Группа по проектированию детали lblGraceDays Grace Days Грейс дней lblGracePeriod Grace Period Льготный период lblGrossIncome Gross Income Валовой доход lblGroupClass Group Class Группа Класс lblGroupClassID Group Class ID Группа идентификатор класса lblGroupCycleTypeID Group Cycle Type ID Группа цикла типа ID lblGroupDisbursementDate Group Disbursement Date Группа Дата выплаты lblGroupDisbursementDetail Group Disbursement Detail Группа подробно о выплатах lblGroupDisbursementTime Group Disbursement Time Группа выплат времени lblGroupID Group ID Идентификатор группы lblGroupIDMF Group ID(MFI) Идентификатор группы (ФГИ) lblGroupLeader1 Group Leader 1 Руководитель группы 1 lblGroupLeader2 Group Leader 2 Лидер группы 2 lblGroupLeader3 Group Leader 3 Лидер группы 3 lblGroupOfficials Group Officials Группа должностных лиц lblGroupProductID Group Product ID Группа Product ID lblGroupScheme Group Scheme Группа Схемы lblGrpFormationDate Grp. Formation Date ВРП. Формирование Дата lblGuaranteeAmount Guarantee Amount Сумма Гарантии lblGuaranteedAmount Guaranteed Amount Гарантированный Сумма lblGuarantorClientID Institution/Client ID Учреждение / идентификатор клиента lblGuarantorDetails Guarantor Details Гарант Подробности lblGuarantorID Guarantor ID Гарант ID lblGuarantorReleventID Relevant ID Соответствующие ID lblGuarantorType Guarantor Type Гарант Тип lblGuarantorTypeID Guarantor Type ID Гарант тип ID lblHeader Cross Calculator Крест Калькулятор lblHeader1 Dashboards Панели lblHeader2 Rates Цены lblHealthCode Health Code Здоровье кодекс lblHolidayApplicable Holiday Applicable Праздничная Применимо lblHolidayDate Holiday Date Праздничная дата lblHolidayFor Holiday For Праздник lblHolidayForID Marking Holiday For Маркировка для праздника lblHolidayHandling Holiday Handling Праздничная Обработка lblHolidayProcessingTypeID Holiday Processing Type ID Праздничная обработки типа ID lblHoliDaysType Holiday Type Праздничная Тип lblID ID ID lblIdentityFor Identity For Для Identity lblIdentityID Identity ID Identity ID lblIDGenerationSettings ID Generation Settings ID поколения Настройки lblImageType Image Type Тип изображения lblImg Image Изображение lblIncomeShareRate Rate Ставка lblIndividualDetails Individual Details Индивидуальные сведения lblInfoCodeID Info Code ID Информация код ID lblInfoCodeSubID Info Code Sub ID Информация код югу ID lblInformation * All figures are monthly based * Все цифры ежемесячной основе lblINR (INR) (ИЯИ) lblINR100 INR 100 INR 100 lblINR150 INR 150 INR 150 lblINR25 INR 25 ИЯИ 25 lblINR50 INR 50 ИЯИ 50 lblInstallment Installment Транша lblInstallmentAmount Installment Amount Сумма транша lblInstallmentComponents Installment Components Монтаж компонентов lblInstallmentDate Installment Date Дата взнос lblInstallmentFrequency Installment Frequency Частота взнос lblInstallmentGracePeriod Installment Grace Period Транша льготного периода lblInstallmentNo Installment No Нет взнос lblInstallmentRounding Installment Rounding Округление взнос lblInstallmentStartDate Installment Start Date Пуск платеж Дата lblInstitutionID Institution ID Учреждение ID lblInstitutionName Institution Name Название института lblInstitutionType Institution Type Учреждение Тип lblInstructedBy Instructed By По поручению lblInstructionDate Instruction Date Инструкция Дата lblInstructionGivenBy Instruction Given By Обучение за счет lblInstructionTypeID Instruction Type ID Инструкция тип ID lblInstrumentDate Instrument Date Дата документа lblInstrumentID Instrument ID Документ ID lblInstrumentType Instrument Type Вид документа lblInsuranceBenefit Insurance Benefit Страхование Benefit lblInsuranceBenefits Claim Amount Сумма претензии lblInsuranceCategory Insurance Category Страхование Категория lblInsuranceClaimType Insurance Claim Type Страховые претензии типа lblInsuranceClassID Insurance Class ID Страхование идентификатор класса lblInsuranceCompanyID Insurance Company ID Страховая компания ID lblInsuranceDetails Insurance Details Страхование Подробности lblInsuranceID Insurance ID Страхование ID lblInsuranceRequired Insurance Required Страхование обязательно lblInsuranceType Insurance Type Вид страхования lblInsuranceTypeID Insurance Type ID Страхование типа ID lblInsured Insured Страхователь lblInsuredAmount Insured Amount Страхователь Сумма lblInsuredMode Insured Mode Страхователь Mode lblInsuredName Insured Name Страхователь Имя lblInsuredPeriod Insured Period Страхователь Период lblIntAccrualFrequency Int. Accrual Frequency Int. Периодичность начисления lblIntApplFrequency Int. Appl. Frequency Int. Appl. Частота lblIntCalRule Int. Calculation Rule Int. Расчет Правило lblIntDate Interest Effective Date Проценты даты вступления в силу lblInterBranch Inter Branch Интер отделение

# lblCountry
source: Country
fr: Pays

# lblCP
source: Client Portfolio
fr: Portefeuille du client

# lblCPP
source: Collection Projection Parameters
fr: Paramètres de projection de recouvrement

# lblCRD
source: Cancellation Reason Details
fr: Détails du motif d'annulation

# lblCreatedBy
source: Created By
fr: Créé par

# lblCreatedOn
source: Created On
fr: Créé le
ru: Из

# lblCreateNewAccount
source: Create New Account
fr: Créer un nouveau compte

# lblCreditAccID
source: Credit Acc. #
fr: N° du compte à créditer

# lblCreditAccountTag
source: Credit Account Tag
fr: Étiquette du compte à créditer

# lblCreditBranchID
source: Credit Branch ID
fr: Code de l'agence à créditer

# lblCreditIntCalRule
source: Interest Calculation Rule
fr: Règle de calcul d'intérêt

# lblCreditInterest
source: Credit Interest
fr: Intérêts créditeurs

# lblCreditInterestAppliedDate
source: Interest Applied Upto
fr: Intérêt appliqué jusqu'au

# lblCreditInterestPayable
source: Credit Interest Payable
fr: Intérêt de créditeur à payer

# lblCreditInterestStartDate
source: Interest Start Date
fr: Date de début d'intérêt

# lblCreditInterestStartMonth
source: Interest Start Month
fr: Mois de début d'intérêt

# lblCreditOfficer
source: Credit Officer
fr: Agent de crédit

# lblCreditOfficerID
source: Credit Officer ID
fr: Code de l'agent de crédit

# lblCreditPostingLimit
source: Credit Posting Limit
fr: Plafond d'enregistrement de crédit

# lblCreditProvisionedDate
source: Interest Accrued Upto
fr: intérêts comptabilisés d’avance jusqu'au

# lblCreditSupervisionLimit
source: Credit Supervision Limit
fr: Plafond de supervision de crédit

# lblCreditTrxID
source: Credit Trx ID
fr: N° de transaction de crédit

# lblCreditTurnOver
source: Credit Turn Over
fr: Rotation de crédit

# lblCRInterestDays
source: Interest Days
fr: Jours d'intérêt

# lblCRNextPayable
source: Next Payable
fr: Prochain à payer

# lblCrOfficerName
source: Cr. Officer Name
fr: Nom de l'agent de crédit

# lblCRWithholdingTax
source: Withholding Tax
fr: Taxe Retenue à la source

# lblCS
source: Charge Setting
fr: Configuration de frais

# lblCT
source: Claim Details
fr: Détails de la réclamation

# lblCurr
source: Currencies
fr: Devises

# lblCurrency
source: Currency
fr: Devise

# lblCurrencyBranchDetail
source: Currency Branch Details
fr: Détails de devise de l'agence

# lblCurrencyDenomination
source: Currency Denomination
fr: Dénomination de devise

# lblCurrencyID
source: Currency ID
fr: Code de devise

# lblCurrencyTypeID
source: Currency Type
fr: Type de devise

# lblCurrentLanguage
source: Your Current Language
fr: Votre langue actuelle

# lblCurrentLoanCycleNo
source: Current Loan Level No
fr: N° du niveau de prêt actuel

# lblCurrentStatus
source: Current Status
fr: État actuel

# lblCustomerDescriptionID
source: Customer Description ID
fr: Code de description du client

# lblCustomerNarration
source: Customer Narration
fr: Récit du client

# lblCustomerRestriction
source: Customer Restriction
fr: Restriction du client

# lblCutoffDate
source: Cutoff Date
fr: Date de rattachement

# lblCV
source: Consolidated Values
fr: Valeurs consolidées

# lblCY
source: Current Year
fr: Année en cours

# lblCycleNo
source: Cycle No
fr: N° du cycle

# lblDataSource
source: Data Source
fr: Source de données

# lblDateIssued
source: Issue Date
fr: Date d'émission

# lblDateOfBirth
source: Date of Birth
fr: Date de naissance

# lblDateOfRegistration
source: Date of Registration
fr: Date d'enregistrement

# lblDay2
source: Day 2
fr: Jour 2

# lblDayCountBasis
source: Day Count Basis
fr: Basé sur nombre de jours

# lblDayEnd
source: Day End
fr: Fin de jour

# lblDayOfWeek
source: Day of Week
fr: Jour de la semaine

# lblDays
source: (Days)
fr: (Jours)

# lblDayStart
source: Day Start
fr: Début de jour

# lblDayStatus
source: Day Status
fr: État du jour

# lblDB
source: Database
fr: Base de données

# lblDeathDate
source: Demise Date
fr: Date de décès

# lblDebitAccID
source: Debit Acc. ID
fr: N° du compte à débiter

# lblDebitAccountTag
source: Debit Account Tag
fr: Étiquette du compte à débiter

# lblDebitBranchID
source: Debit Branch ID
fr: Code de l'agence à débiter

# lblDebitInterest
source: Debit Interest
fr: Intérêt débiteur

# lblDebitInterestReceivable
source: Debit Interest Receivable
fr: Intérêts débiteur à recevoir

# lblDebitPostingLimit
source: Debit Posting Limit
fr: Plafond d'enregistrement de débit

# lblDebitSupervisionLimit
source: Debit Supervision Limit
fr: Limite de supervision de débit

# lblDebitTrxID
source: Debit Trx ID
fr: N° d'opération de débit

# lblDebitTurnOver
source: Debit Turn Over
fr: Rotation de débit

# lblDeduction
source: Deduction
fr: Réduction

# lblDefaultLoanAmount
source: Loan Amount
fr: Montant de prêt

# lblDefaultText
source: Default Text
fr: Texte par défaut

# lblDenominations
source: Denominations
fr: Dénominations
