Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblChequeNoEnd
source: Cheque No End
fr: Fin du N° du chèque
ru: Чек нет конца

# lblChequeNoStart
source: Cheque No Start
fr: Début du N° du chèque
ru: Чек не начать

# lblChequePrefix
source: Cheque Prefix
fr: Préfixe du chèque
ru: Чек Префикс

# lblChequeStart
source: Cheque Start
fr: Début du chèque
ru: Начните с чеками

# lblChequeStatus
source: Cheque Status
fr: État du chèque
ru: Чек Статус

# lblChequeTotal
source: Cheque Total
fr: Total du chèque
ru: Всего с чеками

# lblChequeType
source: Cheque Type
fr: Type de chèque
ru: Чек Тип

# lblChildLimit
source: Child Limit
fr: Limite d'enfant
ru: Предельные ребенка

# lblchkClearing
source: Clearing
fr: Compensations
ru: Очистка

# lblCIP
source: Credit Interest Procedure
fr: Procédure d'intérêt créditeur
ru: Кредитные проценты процедура

# lblCIS
source: Credit Interest Setting
fr: Configuration d'intérêt créditeur
ru: Кредитные проценты Настройка

# lblCity
source: City
fr: Ville
ru: Город

# lblCL
source: Charge List
fr: Liste des frais
ru: Изменить список

# lblClaimDate
source: Claim Date
fr: Date de réclamation
ru: Претензия Дата

# lblClaimedBy
source: Claimed By
fr: Réclamé par
ru: Оспаривается

# lblClaimType
source: Claim Type
fr: Type de réclamation
ru: Претензия Тип

# lblClassID
source: Class ID
fr: Code de la classe
ru: Идентификатор класса

# lblClassName
source: Class Name
fr: Nom de la classe
ru: Название класса

# lblClassType
source: Class Type
fr: Type de classe
ru: Класс Тип

# lblClearBalance
source: Clear Balance
fr: Solde réel
ru: Открытый баланс

# lblClearingDate
source: Clearing Date
fr: Date de compensation
ru: Очистка Дата

# lblClearingDays
source: Clearing Days
fr: Jours de compensation
ru: Очистка дней

# lblClearingStatus
source: Clearing Status
fr: État de la compensation
ru: Очистка Статус

# lblClient
source: Client Address
fr: Adresse du client
ru: Адрес клиента

# lblClientAppID
source: Client App ID
fr: Code de demande du client
ru: Клиент ок ID

# lblClientBranchID
source: Client Branch ID
fr: Code de l'agence du client
ru: Клиент филиала ID

# lblClientCategory
source: Client Category
fr: Categorie du client
ru: Клиент Категория

# lblClientCodeAllotted
source: Client Code Allotted
fr: Code du client alloué
ru: Клиент код выделенного

# lblClientDetails
source: Client Details
fr: Détails du client
ru: Клиент Подробности

# lblClientID
source: Customer ID
fr: ID du client
ru: Идентификатор клиента

# lblClientIntroducer
source: Client Introducer
fr: Introducteur du client
ru: Клиент Вступительное слово

# lblClientIntroducerKnownFor
source: Introducer should know Client for atleast
fr: L'introducteur doit connaître le client pour au moins
ru: Вступительное слово должны знать Клиент для atleast

# lblClientName
source: Client Name
fr: Nom du client

# lblClientNameChange
source: Client Name Change
fr: Changer le nom du client
ru: Клиент изменение названия

# lblClientOpenFromDate
source: Client Open from Date
fr: Client ouvert à partir de la date du
ru: Клиент открыт с даты

# lblClientOpenToDate
source: Client Open to Date
fr: Client ouvert jusqu'à la date du
ru: Клиент открытых на сегодняшний день

# lblClientRelation
source: Client Relation
fr: Relation du client
ru: Клиент Отношение

# lblClientStatus
source: Client Status
fr: État du client
ru: Статус клиента

# lblClientType
source: Client Type
fr: Type de client
ru: Тип клиента

# lblClientwiseReceiptDetails
source: Clientwise Receipt Details
fr: Détails des reçus du Client
ru: Clientwise получения подробности

# lblCloseAccount
source: Close Account
fr: Clôture du Compte
ru: Закрыть аккаунт

# lblCloseClient
source: Close Client
fr: Clôture du client
ru: Закрыть клиентов

# lblClosedBy
source: Closed By
fr: Clôturé par
ru: Закрыто

# lblClosedDate
source: Closed Date
fr: Date Clôture
ru: Закрыто Дата

# lblClosedOn
source: Closed On
fr: Clôture Le
ru: Завершен

# lblClosedReason
source: Closed Reason
fr: Motif de la Clôture
ru: Причина Закрыто

# lblClosedReasonID
source: Closed Reason ID
fr: Code Motif Clôture
ru: Закрыто причине ID

# lblClosingCharges
source: Closing Charges
fr: Frais de clôture
ru: Закрытие Сборы

# lblClosingDetails
source: Closing Details
fr: Détails de la clôture
ru: Закрытие Подробности

# lblClubMovementForDay
source: Club Movement For Day
fr: Somme des opération du jour
ru: Клуб Движения за день

# lblCollateralDetails
source: Collateral Details
fr: Détails de la garantie
ru: Залоговое Подробности

# lblCollateralID
source: Collateral ID
fr: Code de la garantie
ru: Залоговое ID

# lblCollateralRatio
source: Collateral Ratio
fr: Ratio de la garantie
ru: Залоговое Соотношение

# lblCollateralStatus
source: Collateral Status
fr: État de la garantie
ru: Залоговое Статус

# lblCollateralType
source: Collateral Type
fr: Type de garantie
ru: Залоговое Тип

# lblCollateralTypeID
source: Type ID
fr: Code du type
ru: Тип ID

# lblCollateralValue
source: Collateral Value
fr: Valeur de la garantie
ru: Стоимость кредита

# lblCollectInterestduringGracePeriod
source: Collect Interest during Grace Period
fr: Recouvrer les intérêts au cours de période de grâce

# lblCollectionModule
source: Collection Module
fr: Module de recouvrement
ru: Коллекция Модуль

# lblCollectionType
source: Collection Type
fr: Type de recouvrement
ru: Коллекция Тип

# lblComments
source: Comments
fr: Commentaires
ru: Комментарии

# lblCommissionValue
source: Commission Value
fr: Valeur de la Commission
ru: Комиссия стоимость

# lblCommunicationAddress
source: Communication Address
fr: Coordonnées
ru: Связь Адрес

# lblCompany
source: Company
fr: Entreprise
ru: Компания

# lblCompanyID
source: Company ID
fr: Code de l'entreprise
ru: Компания ID

# lblCompanyName
source: Institution Details
fr: Nom de l'entreprise
ru: Название компании

# lblCompanyType
source: Name of Institution
fr: Type d'entreprise
ru: Тип компании

# lblComparisonOperator
source: Comparison Operator
fr: Opérateur de comparaison
ru: Сравнение операторов

# lblComponent
source: Component
fr: Composant
ru: Компонент

# lblCompoundingFrequency
source: Compounding Frequency
fr: Fréquence de capitalisation
ru: Усугубляя Частота

# lblConfirmPassword
source: Confirm Password
fr: Confirmer le mot de passe
ru: Подтвердите пароль

# lblConstructionYear
source: Construction Year
fr: Année de construction
ru: Строительство Год

# lblContactPerson
source: Contact Person
fr: Personne à contacter
ru: Контактное лицо

# lblContactPersonName
source: Contact Person Name
fr: Nom de la personne à contacter
ru: Контактное лицо Имя

# lblContentFormat
source: Content Format
fr: Format du contenu
ru: Содержание Формат

# lblContraAccountID
source: Contra Account Number
fr: N° du contre-compte
ru: Contra идентификатора учетной

# lblContractDocumentSetting
source: Contract Document Setting
fr: Configuration du contrat
ru: Контракт документе Настройка

# lblContractFormatID
source: Contract Format ID
fr: Code du format du contrat
ru: Контракт формат ID

# lblContraGLAccountID
source: Contra GL Account Number
fr: N° du contre-compte GL
ru: Contra GL идентификатора учетной

# lblContraGLID
source: Contra GL ID
fr: N° du contre-GL

# lblControlGLAccountID
source: Control GL Account Number
fr: N° de compte du GL de contrôle
ru: Контроль GL идентификатора

# lblConversionValue
source: Conversion Value
fr: Valeur de conversion
ru: Стоимость переходов

# lblCOP
source: Changing Officer Portfolio
fr: Changer le portefeuille de l'agent
ru: Изменение портфеля офицер

# lblCopyCurrency
source: Copy Following Currency
fr: Copier la devise suivante
ru: Скопируйте следующие валюты

# lblCopyFollowingRateTypes
source: Copy Following Rate Types
fr: Copier les types suivants de taux
ru: Скопируйте следующие ставки по отраслям

# lblCopyRatestoFollowingBranches
source: Copy Rates to Following Branches
fr: Copier les taux aux agences suivantes
ru: Скопируйте следующие ставки по отраслям

# lblCopyRight
source: Copyright Â© 2009 ExtraInch Technologies. All rights reserved.
fr: Droit d'auteur © 2015 Extra Inch. Tous droits réservés.
ru: Copyright © 2005 Craft Силиконовой Все права защищены.

# lblCopyToClientImage
source: Copy to Client Image
fr: Copier à l'image du client
ru: Скопируйте к клиенту изображения

# lblCorporateDetails
source: Corporate Details
fr: Détails d'entreprise
ru: Корпоративный Подробности
