Repository: mounica23/MasterFarm
Catalog: MasterFarm/App_GlobalResources/BRLabel.*.resx
Languages: fr, ru

# lblDepositAccountID
source: Deposit Account #
fr: N° du compte de dépôt

# lblDepositAmount
source: Deposit Amount
fr: Montant de dépôt

# lblDepositBalance
source: Deposit Balance
fr: Solde de dépôt

# lblDepositDate
source: Deposit Date
fr: Date de dépôt

# lblDepositProductID
source: Deposit Product ID
fr: Code du produit de dépôt

# lblDepositStatus
source: Deposit Status
fr: État de dépôt

# lblDepositTerm
source: Deposit Term
fr: Durée du dépôts

# lblDepositType
source: Deposit Type
fr: Type de dépôt

# lblDepreciation
source: Depreciation
fr: Amortissement

# lblDepreciationAppliedUpto
source: Depreciation Applied Upto
fr: Amortissement appliqué jusqu'au

# lblDepreciationFrequency
source: Depreciation Frequency
fr: Fréquence d'amortissement

# lblDepreciationMethod
source: Depreciation Method
fr: Méthode d'amortissement

# lblDepreciationPeriod
source: Depreciation Period
fr: Période d'amortissement

# lblDepreciationRate
source: Depreciation Rate
fr: Taux d'amortissement

# lblDepreciationRateType
source: Depreciation Rate Type
fr: Type de taux d'amortissement

# lblDepreciationStartDate
source: Depreciation Start Date
fr: Date de début d'amortissement

# lblDesignation
source: Designation
fr: Désignation

# lblDetails
source: Details
fr: Détails

# lblDIP
source: Debit Interest Procedure
fr: Procédure d'intérêt débiteur

# lblDirector
source: Director
fr: Directeur

# lblDirectorID
source: Director ID
fr: Code du Directeur

# lblDIS
source: Debit Interest Setting
fr: Configuration d'intérêt débiteur

# lblDisabledFrom
source: Disabled From
fr: Désactiver à partir du

# lblDisabledReason
source: Disabled Reason
fr: Motif de désactivation

# lblDisabledTo
source: Disabled To
fr: Désactiver jusqu'au

source: lblDisabledToDate
fr: Désactiver jusqu'aujourd'hui

# lblDisbAmount
source: Disb. Amount
fr: Décaisser le montant

# lblDisbursedAmount
source: Disbursed Amount
fr: Montant décaissé

# lblDisbursedBy
source: Disbursed By
fr: Décaissé par

# lblDisbursedDate
source: Disbursed Date
fr: Date du décaissement

# lblDisbursedDate1st
source: Disbursed Date(1st)
fr: Date de décaissement (Premier)

# lblDisbursementAmount
source: Disbursement Amount
fr: Montant du décaissement

# lblDisbursementDate
source: Disbursement Date
fr: Date de décaissement

# lblDisbursementDetails
source: Disbursement Details
fr: Détails du décaissement

# lblDisbursementList
source: Disbursement List
fr: Liste de décaissement

# lblDisbursementMethod
source: Mode of Disbursement
fr: Mode de décaissement

# lblDisbursementmode
source: Disbursement Mode
fr: Mode de décaissement

# lblDisbursementRestriction
source: Disbursement Restriction
fr: Restriction de décaissement

# lblDisbursementTime
source: Disbursement Time
fr: Temps de décaissement

# lblDisbursementType
source: Disbursement Type
fr: Type de décaissement

# lblDisplayName
source: Display Name
fr: Afficher le nom

# lblDisposalDetails
source: Disposal Details
fr: Détails de cession

# lblDisposalTypeID
source: Disposal Type
fr: Type de cession

# lblDisposalValue
source: Disposal Value
fr: Valeur de cession

# lblDisposedAmount
source: Total Disposed Value
fr: Valeur totale de cession

# lblDL
source: Disbursement
fr: Décaissement

# lblDoChgproduct
source: Do Change Product ?
fr: Voulez-vous changer le produit?

# lblDocNo
source: Document No
fr: N° du document

# lblDocumentClass
source: Document Class
fr: Classe du document

# lblDocumentDate
source: Document Date
fr: Date du document

# lblDocumentDetails
source: Document Details
fr: Détails du document

# lblDocumentID
source: Document ID
fr: Code du document

# lblDocumentImage
source: Document Image
fr: Image du document

# lblDocumentProofID
source: Document Proof ID
fr: Code du justificatif

# lblDocumentsReceived
source: Documents Received
fr: Documents reçus
ru: Документы в редакцию

# lblDocumentType
source: Document Type
fr: Type de document

# lblDormantDate
source: Dormant Date
fr: Date inactive

# lblDormantDays
source: Dormant days from
fr: Jours inactifs

# lblDormantProductID
source: Dormant Product ID
fr: Code du produit inactif

# lblDPDefinition
source: DP Definition
fr: Définition du plafond de découvert

# lblDrawingPower
source: Drawing Power
fr: Plafond de découvert

# lblEA
source: Expected Amount
fr: Montant prévu

# lblEarlyRenewalDays
source: Early Renewal Days
fr: Prolongation anticipée des jours

# lblED
source: Exemption Details
fr: Détails d'exemption

# lblEditHoliday
source: Edit Holiday
fr: Modifier les jours de fériés

# lblEffectiveDate
source: Effective Date
fr: Date effective

# lblEffectiveFrom
source: Effective From
fr: Effectif à partir du

# lblEffectiveRate
source: Effective Rate
fr: Taux effectifs

# lblEffectiveTo
source: Effective To
fr: Effectif jusqu'au

# lblEH
source: Exit History
fr: Historique de sortie

# lblEligibilityPeriod
source: Eligibility Period
fr: Période d'éligibilité

# lblEligibleforScavenging
source: Eligible for Scavenging
fr: Habile de récupérer

# lblEmailID
source: Email ID
fr: Code d'e-mail

# lblEmpID
source: Employee ID
fr: ID de l'employé

# lblEmploymentDetails
source: Employment Details
fr: Détails d'emploi

# lblEncryptAttachment
source: Encrypt Attachment
fr: Encrypter la pièce jointe

# lblEnd
source: End
fr: Fin

# lblEnforcePasswordPolicy
source: Enforce Password Policy
fr: Appliquer la politique de mot de passe

# lblEnforceStrongPasword
source: Enforce Strong Password
fr: Appliquer des mots de passe Complexes

# lblEngineNo
source: Engine No
fr: N° du moteur

# lblEnquiryResults
source: Enquiry Results
fr: Résultats de renseignements

# lblEOD
source: You have selected End of Day Procedure. This procedure will update all the relevant modules. Transaction modules are not available during this procedure.
fr: Vous avez choisi le processus de clôture de journée. Ce processus mettra à jour tous les modules appropriés. Les modules d'opérations ne sont pas disponibles pendant ce processus.

# lblEODS
source: System will Execute End of Day Procedure Without Internal Backup.....
fr: Le système exécutera le processus de Clôture de Journée sans back-up interne ...

# lblES
source: Event Setting
fr: Configuration d'événement

# lblET
source: Expected Tax
fr: Taxe prévu

# lblEvent
source: Event
fr: Événement

# lblEventID
source: Event ID
fr: Code de l'événement

# lblEventModule
source: Event Module
fr: Module d'événement

# lblExcessInterestCredited
source: Excess Interest Credited
fr: Intérêt excédentaire crédité

# lblExcessPaidLoans
source: Excess Paid Loans
fr: Excédents du prêts payés

# lblExcessSupervisionLimit
source: Excess Supervision Limit
fr: Depassé la Limite de Supervision

# lblExchangeRate
source: Exchange Rate
fr: Taux de change

# lblExcludePrepayment
source: Exclude Prepayment
fr: Exclure le remboursement anticipé

# lblExempted
source: Exempted
fr: Exempté

# lblExemptedDays
source: Exempted Days
fr: Jours exemptés

# lblExemptionSetting
source: Exemption Setting
fr: Configuration d'exemption

# lblExistingAccountID
source: Existing Account Number
fr: N° du compte existant

# lblExistingClient
source: Existing Client
fr: Client existant

# lblExitDate
source: Exit Date
fr: Date de sortie

# lblExitDetails
source: Exit Details
fr: Détails de sortie

# lblExitForThisType
source: Exit for this Type
fr: Sortie pour ce type

# lblExitProcessDetails
source: Exit Process Details
fr: Détails du processus de sortie

# lblExitReason
source: Exit Reason
fr: Motif de sortie

# lblExitType
source: Exit Type
fr: Type de sortie

# lblExitTypeID
source: Exit Type ID
fr: Code du type de sortie

# lblExpected
source: Expected
fr: Prévu

# lblExpectedAssetLife
source: Expected Asset Life
fr: La durée de vie prévue de l'immobilisation

# lblExpectedDisbDate
source: Expected Disb. Date
fr: Date prévue de décaissement

# lblExpectedDisbursementDate
source: Expected Disbursement Date
fr: Date prévue de décaissement

# lblExpenseAccountID
source: Expense Account #(Exp)
fr: N° du compte de dépenses

# lblExpenseID
source: Expense ID
fr: Code de dépense

# lblExpenseType
source: Expense Type
fr: Type de dépense

# lblExpiredDate
source: Expired Date
fr: Date de péremption d'échéance

# lblExpiryDate
source: Expiry Date
fr: Date d'expiration

# lblExposureLimit
source: Exposure Limit
fr: Plafond d'exposition

# lblFailedChargeType
source: Failed Charge Type
fr: Type de frais échoué

# lblFailureTrxID
source: Failure Trx. ID
fr: N° d'échec de l'opération

# lblFamilyIncome
source: Family Income
fr: Revenu de famille

# lblFax
source: Fax No
fr: N° du télécopieur

# lblFee1
source: Fee 1
fr: Frais 1

# lblFee2
source: Fee 2
fr: Frais 2

# lblFee3
source: Fee 3
fr: Frais 3

# lblFee4
source: Fee 4
fr: Frais 4

# lblFES
source: Free Event Setting
fr: Configuration d'événement libre

# lblFieldCaption
source: Field Caption
fr: Champ pour caption

# lblFieldGroup
source: Search Item Type
fr: Recherche d'un type d'élément

# lblFieldName
source: Field Name
fr: Champ pour nom

# lblFileID
source: File ID
fr: Code du fichier

# lblFileName
source: File Name
fr: Nom du fichier

# lblFileNumber
source: File Number
fr: N° du fichier

# lblFinancialYear
source: Financial Year
fr: Exercice comptable

# lblFinancialYearStart
source: Financial Year Start
fr: Début de l'exercice comptable

# lblFirstDay
source: First Day
fr: Premier jour

# lblFirstDisbursementDate
source: First Disbursement Date
fr: Date du premier décaissement

# lblFirstExecutionDate
source: First Execution Date
fr: Date de la première d'exécution

# lblFirstInstallmentDate
source: First Installment Date
fr: Date de la première échéance

# lblFirstMeetingDate
source: First Meeting Date
fr: Date de la première réunion

# lblFirstName
source: First Name
fr: Prénom

# lblFixed
source: Fixed
fr: Fixé

# lblFixedAmount
source: Amount
fr: Montant

# lblFixedAssetID
source: Asset ID
fr: Code de l'acitf

# lblFixedAssetSubTypeID
source: Asset Sub Type
fr: Type secondaire d'actif

# lblFixedAssetType
source: Fixed Asset Type
fr: Type d'immobilisation

# lblFixedAssetTypeID
source: Asset Type
fr: Type d'actif

# lblFixedPerEvent
source: Fixed Per Event
fr: Fixe par événement

# lblFlexibleGracePeriod
source: Flexible Grace Period
fr: Période de grâce flexible

# lblForeignAmount
source: Foreign Amount
fr: Montant devise étrangère

# lblForeignBalance
source: Foreign Balance
fr: Solde devise étrangère

# lblForeignClosingBalance
source: Foreign Closing Balance
fr: Solde de clôture devise étrangère

# lblForeignOpeningBalance
source: Opening Foreign Balance
fr: Solde d’ouverture devise étrangère

# lblForexGainLoss
source: Forex Gain / Loss
fr: Profits/Pertes de Change

# lblForfeitCollateral
source: Forfeit Collateral
fr: Perte garantie

# lblForfeitDetails
source: Forfeit Details
fr: Détails de la Perte

# lblForfeitedAmount
source: Forfeited Amount
fr: Montant de la Perte

# lblforfeitnotrecovered
source: Even if forfeit is not recovered
fr: Amende non recouvré

# lblForfeitSavings
source: Forfeit Savings
fr: Epargne Perdu

# lblForgoChargesDue
source: Forgo Charges Due
fr: Renoncer aux frais dus

# lblForgoFutureInterest
source: Forgo Future Interest
fr: Renoncer aux intérêts ultérieurs

# lblForgoInterestDue
source: Forgo Interest Due
fr: Renoncer aux intérêts dus

# lblFormatDetails
source: Format Details
fr: Détails du format

# lblFormationDate
source: Formation Date
fr: Date de constitution

# lblFormula
source: Formula
fr: Formule

# lblFormulaMandatory
source: Formula Mandatory
fr: Formule obligatoire

# lblFormulas
source: Formulas
fr: Formules

# lblFR
source: Forfeit Recovery Details
fr: Détails de recouvrement

# lblFreeEvent
source: Free Event
fr: Evenement Gratuit

# lblFreeTrx
source: Free Transaction
fr: Trx Gratuite

# lblFreezedAmount
source: Freezed Amount
fr: Montant bloqué

# lblFrequency
source: Frequency
fr: Fréquence

# lblFriday
source: Friday
fr: Vendredi

# lblFrom
source: From
fr: De

# lblFromAmount
source: From Amount
fr: À partir du montant

# lblFromBranchID
source: From Branch ID
fr: À partir du code de l'agence

# lblFromCurrency
source: From Currency
fr: De la devise

# lblFromDate
source: From Date
fr: À partir de la date

# lblFromDisbDate
source: From Disb.Date
fr: À partir de la date de décaissement

# lblFromGroupID
source: From Group ID
fr: À partir du code du groupe

# lblFromProductID
source: From Product ID
fr: À partir du code du produit

# lblFromTillID
source: From Till ID
fr: À partir du code du guichet

# lblFromYear
source: From Year
fr: De l'année

# lblFullyPaidLoans
source: Fully Paid Loans
fr: Prêts entièrement payés

# lblFundAmount
source: Fund Amount
fr: Montant de fonds

# lblFundedLimit
source: Funded Limit
fr: Plafond du montant du fond

# lblFunder1
source: Funder 1
fr: Bailleur de fonds 1

# lblFunder2
source: Funder 2
fr: Bailleur de fonds 2

# lblFunderID
source: Funder ID
fr: ID du Bailleur de fonds

# lblFunderName
source: Funder Name
fr: Nom du Bailleur de fonds

# lblFundID
source: Fund ID
fr: Code de fonds

# lblFundName
source: Fund Name
fr: Nom du fonds

# lblFundType
source: Fund Type
fr: Type de fond

# lblFutureInterestType
source: Future Interest Type
fr: Type d'intérêt ultérieurs

# lblGender
source: Gender
fr: Sexe

# lblGeneralConditions
source: General Conditions
fr: Conditions générales

# lblGenerateSchedule
source: Generate Schedule
fr: Générer l’échéancier

# lblGLA
source: Group Loan Accounts
fr: Comptes de prêt de groupe

# lblGLAccountID
source: GL Account Number
fr: N° du compte GL

# lblGLCategory
source: GL Category
fr: Catégorie de GL

# lblGLClass
source: GL Class
fr: Classe de GL

# lblGLControlType
source: GL Control Type
fr: Type de contrôle du GL

# lblGLDescriptionID
source: GL Description ID
fr: IDs des descriptions du GL

# lblGLFormatID
source: GL Format ID
fr: Code du format de GL

# lblGLID
source: GL ID
fr: N° du GL

# lblGLNarration
source: GL Narration
fr: Récit du GL

# lblGLReportType
source: GL Report Type
fr: Type de rapport du GL

# lblGLSubAccountTypeID
source: Sub Account Type ID
fr: Sous-type de compte

# lblGLSubType
source: GL Sub Type
fr: Sous Type de GL

# lblGLType
source: GL Type
fr: Type de Grand Livre

# lblGLTypeID
source: GL Type ID
fr: Code du type de Grand Livre

# lblGML
source: Group Member List
fr: Liste des membres du groupe

# lblGPD
source: Group Projection Details
fr: Détails des projections du groupe

# lblGraceDays
source: Grace Days
fr: Jours de Differée

# lblGracePeriod
source: Grace Period
fr: Periode de Differée

# lblGrossIncome
source: Gross Income
fr: Revenu brut

# lblGroupClass
source: Group Class
fr: Classe de groupe

# lblGroupClassID
source: Group Class ID
fr: Code de classe de groupe

# lblGroupCycleTypeID
source: Group Cycle Type ID
fr: Code du type de cycle de groupe

# lblGroupDisbursementDate
source: Group Disbursement Date
fr: Date de décaissement de groupe

# lblGroupDisbursementDetail
source: Group Disbursement Detail
fr: Détail de décaissement de groupe

# lblGroupDisbursementTime
source: Group Disbursement Time
fr: Période de décaissement de Groupe

# lblGroupID
source: Group ID
fr: Code de groupe

# lblGroupIDMF
source: Group ID(MFI)
fr: Code de groupe (IMF)

# lblGroupLeader1
source: Group Leader 1
fr: Dirigeant du groupe 1

# lblGroupLeader2
source: Group Leader 2
fr: Dirigeant du groupe 2

# lblGroupLeader3
source: Group Leader 3
fr: Dirigeant du groupe 3

# lblGroupOfficials
source: Group Officials
fr: Représentants de groupe

# lblGroupProductID
source: Group Product ID
fr: Code du produit de groupe

# lblGroupScheme
source: Group Scheme
fr: Plan du groupe

# lblGrpFormationDate
source: Grp. Formation Date
fr: Date de constitution du groupe

# lblGuaranteeAmount
source: Guarantee Amount
fr: Montant de la garantie

# lblGuaranteedAmount
source: Guaranteed Amount
fr: Montant garanti

# lblGuarantorClientID
source: Institution/Customer ID
fr: Code du Client/ Institution

# lblGuarantorDetails
source: Guarantor Details
fr: Détails garant

# lblGuarantorID
source: Guarantor ID
fr: ID du garant

# lblGuarantorReleventID
source: Relevant ID
fr: Code approprié

# lblGuarantorType
source: Guarantor Type
fr: Type de garant

# lblHeader
source: Cross Calculator
fr: Calculatrice croisée

# lblHeader1
source: Dashboards
fr: Tableaux de bord

# lblHeader2
source: Rates
fr: Taux

# lblHealthCode
source: Health Code
fr: Code de santé

# lblHolidayApplicable
source: Holiday Applicable
fr: Jours fériés applicables

# lblHolidayDate
source: Holiday Date
fr: Date du jour férié

# lblHolidayFor
source: Holiday For
fr: Jours fériés pour

# lblHolidayForID
source: Marking Holiday For
fr: Marquer les jours fériés pour

# lblHolidayHandling
source: Holiday Handling
fr: Traitement des jours fériés

# lblHolidayProcessingTypeID
source: Holiday Processing Type ID
fr: Code du type de traitement des jours fériés

# lblHoliDaysType
source: Holiday Type
fr: Type de jours fériés

# lblID
source: ID
fr: Identité

# lblIdentityFor
source: Identity For
fr: Identité pour

# lblIdentityID
source: Identity ID
fr: Code d'identité

# lblIDGenerationSettings
source: ID Generation Settings
fr: Configuration des IDs/ N°/ Codes

# lblImageList
source: Image List
fr: Liste d'image
ru: Список картинок

# lblImageType
source: Image Type
fr: Type d'image

# lblIncomeShareRate
source: Rate
fr: Taux

# lblIndividualDetails
source: Individual Details
fr: Détails individuels

# lblInfoCodeID
source: Info Code ID
fr: ID du code d'information

# lblInformation
source: * All figures are monthly based
fr: * Toutes les données sont mensuelles

# lblInstallment
source: Installment
fr: Échéance

# lblInstallmentAmount
source: Installment Amount
fr: Montant de l'échéance

# lblInstallmentComponents
source: Installment Components
fr: Composant de l'échéance

# lblInstallmentDate
source: Installment Date
fr: Date de l'échéance

# lblInstallmentFrequency
source: Installment Frequency
fr: Fréquence d'échéance

# lblInstallmentGracePeriod
source: Installment Grace Period
fr: Période différée d'échéance

# lblInstallmentNo
source: Installment No
fr: N° de l'échéance

# lblInstallmentRounding
source: Installment Rounding
fr: Arrondissage d'échéance

# lblInstallmentStartDate
source: Installment Start Date
fr: Date du début d'échéance

# lblInstitutionID
source: Institution ID
fr: code de l'institution

# lblInstitutionName
source: Institution Name
fr: Nom de l'institution

# lblInstitutionType
source: Institution Type
fr: Type d'institution

# lblInstructedBy
source: Instructed By
fr: Instruction donnée par

# lblInstructionDate
source: Instruction Date
fr: Date d'instruction

# lblInstructionGivenBy
source: Instruction Given By
fr: Instruction donnée par

# lblInstructionTypeID
source: Instruction Type ID
fr: Code du type d'instruction

# lblInstrumentDate
source: Instrument Date
fr: Date du document

# lblInstrumentID
source: Instrument ID
fr: Code de l'instrument

# lblInstrumentType
source: Instrument Type
fr: Type d'instrument

# lblInsuranceBenefit
source: Insurance Benefit
fr: Prestations d'assurance

# lblInsuranceBenefits
source: Claim Amount
fr: Montant de réclamation

# lblInsuranceCategory
source: Insurance Category
fr: Catégorie d'assurance

# lblInsuranceClaimType
source: Insurance Claim Type
fr: Type de réclamation d'assurance

# lblInsuranceClassID
source: Insurance Class ID
fr: Code de classe d'assurance

# lblInsuranceCompanyID
source: Insurance Company ID
fr: Code de la compagnie d'assurance

# lblInsuranceDetails
source: Insurance Details
fr: Détails de l'assurance

# lblInsuranceID
source: Insurance ID
fr: Code de l'assurance

# lblInsuranceRequired
source: Insurance Required
fr: Assurance requise

# lblInsuranceType
source: Insurance Type
fr: Type d'assurance

# lblInsuranceTypeID
source: Insurance Type ID
fr: Code de type d'assurance

# lblInsured
source: Insured
fr: Assuré

# lblInsuredAmount
source: Insured Amount
fr: Montant assuré

# lblInsuredMode
source: Insured Mode
fr: Mode assuré

# lblInsuredName
source: Insured Name
fr: Nom assuré

# lblInsuredPeriod
source: Insured Period
fr: Période assurée

# lblIntAccrualFrequency
source: Int. Accrual Frequency
fr: Fréquence Amortissement des intérêts

# lblIntApplFrequency
source: Int. Appl. Frequency
fr: Fréquence d'intérêt applicable

# lblIntCalRule
source: Int. Calculation Rule
fr: Règle de calcul d'intérêt

# lblIntDate
source: Interest Effective Date
fr: Date effective d'intérêt

# lblInterBranch
source: Inter Branch
fr: Inter Agence
